export default [
    {
        code: "340000",
        name: "安徽省"
    },
    {
        code: "341221",
        name: "临泉县"
    },{
        code: "341222",
        name: "太和县"
    },{
        code: "341223",
        name: "涡阳县"
    },{
        code: "341224",
        name: "蒙城县"
    },{
        code: "341225",
        name: "阜南县"
    },{
        code: "341226",
        name: "颍上县"
    },{
        code: "341227",
        name: "利辛县"
    },{
        code: "341281",
        name: "亳州市"
    },{
        code: "341282",
        name: "界首市"
    },{
        code: "341201",
        name: "市辖区"
    },{
        code: "341202",
        name: "颍州区"
    },{
        code: "341203",
        name: "颍东区"
    },{
        code: "341204",
        name: "颍泉区"
    },{
        code: "341301",
        name: "市辖区"
    },{
        code: "341302",
        name: "墉桥区"
    },{
        code: "341321",
        name: "砀山县"
    },{
        code: "341322",
        name: "萧县"
    },{
        code: "341323",
        name: "灵璧县"
    },{
        code: "341324",
        name: "泗县"
    },{
        code: "341401",
        name: "市辖区"
    },{
        code: "341402",
        name: "居巢区"
    },{
        code: "341421",
        name: "庐江县"
    },{
        code: "341422",
        name: "无为县"
    },{
        code: "341423",
        name: "含山县"
    },{
        code: "341424",
        name: "和县"
    },{
        code: "341501",
        name: "市辖区"
    },{
        code: "341502",
        name: "金安区"
    },{
        code: "341503",
        name: "裕安区"
    },{
        code: "341521",
        name: "寿县"
    },{
        code: "341522",
        name: "霍邱县"
    },{
        code: "341523",
        name: "舒城县"
    },{
        code: "341524",
        name: "金寨县"
    },{
        code: "341525",
        name: "霍山县"
    },{
        code: "341601",
        name: "市辖区"
    },{
        code: "341602",
        name: "谯城区"
    },{
        code: "341621",
        name: "涡阳县"
    },{
        code: "341622",
        name: "蒙城县"
    },{
        code: "341623",
        name: "利辛县"
    },{
        code: "341701",
        name: "市辖区"
    },{
        code: "341702",
        name: "贵池区"
    },{
        code: "341721",
        name: "东至县"
    },{
        code: "341722",
        name: "石台县"
    },{
        code: "341723",
        name: "青阳县"
    },{
        code: "341801",
        name: "市辖区"
    },{
        code: "341802",
        name: "宣州区"
    },{
        code: "341821",
        name: "郎溪县"
    },{
        code: "341822",
        name: "广德县"
    },{
        code: "341823",
        name: "泾县"
    },{
        code: "341824",
        name: "绩溪县"
    },{
        code: "341825",
        name: "旌德县"
    },{
        code: "341881",
        name: "宁国市"
    },{
        code: "342101",
        name: "阜阳市"
    },{
        code: "342121",
        name: "阜阳县"
    },{
        code: "342122",
        name: "临泉县"
    },{
        code: "342123",
        name: "太和县"
    },{
        code: "342124",
        name: "涡阳县"
    },{
        code: "342125",
        name: "蒙城县"
    },{
        code: "342126",
        name: "亳县"
    },{
        code: "342127",
        name: "阜南县"
    },{
        code: "342128",
        name: "颍上县"
    },{
        code: "342129",
        name: "界首县"
    },{
        code: "342130",
        name: "利辛县"
    },{
        code: "342201",
        name: "宿州市"
    },{
        code: "342221",
        name: "砀山县"
    },{
        code: "342222",
        name: "萧县"
    },{
        code: "342223",
        name: "宿县"
    },{
        code: "342224",
        name: "灵璧县"
    },{
        code: "342225",
        name: "泗县"
    },{
        code: "342226",
        name: "怀远县"
    },{
        code: "342227",
        name: "五河县"
    },{
        code: "342228",
        name: "固镇县"
    },{
        code: "342301",
        name: "滁州市"
    },{
        code: "342321",
        name: "天长县"
    },{
        code: "342322",
        name: "来安县"
    },{
        code: "342323",
        name: "滁县"
    },{
        code: "342324",
        name: "全椒县"
    },{
        code: "342325",
        name: "定远县"
    },{
        code: "342326",
        name: "凤阳县"
    },{
        code: "342327",
        name: "嘉山县"
    },{
        code: "342401",
        name: "六安市"
    },{
        code: "342421",
        name: "六安县"
    },{
        code: "342422",
        name: "寿县"
    },{
        code: "342423",
        name: "霍邱县"
    },{
        code: "342424",
        name: "肥西县"
    },{
        code: "342425",
        name: "舒城县"
    },{
        code: "342426",
        name: "金寨县"
    },{
        code: "342427",
        name: "霍山县"
    },{
        code: "342501",
        name: "宣州市"
    },{
        code: "342502",
        name: "宁国市"
    },{
        code: "342521",
        name: "宣州县"
    },{
        code: "342522",
        name: "郎溪县"
    },{
        code: "342523",
        name: "广德县"
    },{
        code: "342524",
        name: "宁国县"
    },{
        code: "342525",
        name: "当涂县"
    },{
        code: "342526",
        name: "繁昌县"
    },{
        code: "342527",
        name: "南陵县"
    },{
        code: "342528",
        name: "青阳县"
    },{
        code: "342529",
        name: "泾县"
    },{
        code: "342530",
        name: "旌德县"
    },{
        code: "342531",
        name: "绩溪县"
    },{
        code: "342601",
        name: "巢湖市"
    },{
        code: "342621",
        name: "肥东县"
    },{
        code: "342622",
        name: "庐江县"
    },{
        code: "342623",
        name: "无为县"
    },{
        code: "342624",
        name: "巢县"
    },{
        code: "342625",
        name: "含山县"
    },{
        code: "342626",
        name: "和县"
    },{
        code: "342701",
        name: "屯溪市"
    },{
        code: "342721",
        name: "绩溪县"
    },{
        code: "342722",
        name: "旌德县"
    },{
        code: "342723",
        name: "歙县"
    },{
        code: "342724",
        name: "休宁县"
    },{
        code: "342725",
        name: "黟县"
    },{
        code: "342726",
        name: "祁门县"
    },{
        code: "342727",
        name: "太平县"
    },{
        code: "342728",
        name: "石台县"
    },{
        code: "342821",
        name: "怀宁县"
    },{
        code: "342822",
        name: "桐城县"
    },{
        code: "342823",
        name: "枞阳县"
    },{
        code: "342824",
        name: "潜山县"
    },{
        code: "342825",
        name: "太湖县"
    },{
        code: "342826",
        name: "宿松县"
    },{
        code: "342827",
        name: "望江县"
    },{
        code: "342828",
        name: "岳西县"
    },{
        code: "342829",
        name: "东至县"
    },{
        code: "342830",
        name: "贵池县"
    },{
        code: "342901",
        name: "贵池市"
    },{
        code: "342921",
        name: "东至县"
    },{
        code: "342922",
        name: "石台县"
    },{
        code: "342923",
        name: "青阳县"
    },{
        code: "340101",
        name: "市辖区"
    },{
        code: "340102",
        name: "瑶海区"
    },{
        code: "340103",
        name: "庐阳区"
    },{
        code: "340104",
        name: "蜀山区"
    },{
        code: "340111",
        name: "包河区"
    },{
        code: "340121",
        name: "长丰县"
    },{
        code: "340122",
        name: "肥西县"
    },{
        code: "340123",
        name: "肥东县"
    },{
        code: "340201",
        name: "市辖区"
    },{
        code: "340202",
        name: "镜湖区"
    },{
        code: "340203",
        name: "弋江区"
    },{
        code: "340204",
        name: "新芜区"
    },{
        code: "340205",
        name: "裕溪口区"
    },{
        code: "340206",
        name: "四褐山区"
    },{
        code: "340207",
        name: "鸠江区"
    },{
        code: "340208",
        name: "三山区"
    },{
        code: "340211",
        name: "郊区"
    },{
        code: "340220",
        name: "市区"
    },{
        code: "340221",
        name: "芜湖县"
    },{
        code: "340222",
        name: "繁昌县"
    },{
        code: "340223",
        name: "南陵县"
    },{
        code: "340224",
        name: "青阳县"
    },{
        code: "340301",
        name: "市辖区"
    },{
        code: "340302",
        name: "龙子湖区"
    },{
        code: "340303",
        name: "蚌山区"
    },{
        code: "340304",
        name: "禹会区"
    },{
        code: "340311",
        name: "淮上区"
    },{
        code: "340321",
        name: "怀远县"
    },{
        code: "340322",
        name: "五河县"
    },{
        code: "340323",
        name: "固镇县"
    },{
        code: "340401",
        name: "市辖区"
    },{
        code: "340402",
        name: "大通区"
    },{
        code: "340403",
        name: "田家庵区"
    },{
        code: "340404",
        name: "谢家集区"
    },{
        code: "340405",
        name: "八公山区"
    },{
        code: "340406",
        name: "潘集区"
    },{
        code: "340421",
        name: "凤台县"
    },{
        code: "340501",
        name: "市辖区"
    },{
        code: "340502",
        name: "金家庄区"
    },{
        code: "340503",
        name: "花山区"
    },{
        code: "340504",
        name: "雨山区"
    },{
        code: "340505",
        name: "向山区"
    },{
        code: "340521",
        name: "当涂县"
    },{
        code: "340601",
        name: "市辖区"
    },{
        code: "340602",
        name: "杜集区"
    },{
        code: "340603",
        name: "相山区"
    },{
        code: "340604",
        name: "烈山区"
    },{
        code: "340621",
        name: "濉溪县"
    },{
        code: "340701",
        name: "市辖区"
    },{
        code: "340702",
        name: "铜官山区"
    },{
        code: "340703",
        name: "狮子山区"
    },{
        code: "340711",
        name: "郊区"
    },{
        code: "340721",
        name: "铜陵县"
    },{
        code: "340801",
        name: "市辖区"
    },{
        code: "340802",
        name: "迎江区"
    },{
        code: "340803",
        name: "大观区"
    },{
        code: "340811",
        name: "郊区"
    },{
        code: "340821",
        name: "桐城县"
    },{
        code: "340822",
        name: "怀宁县"
    },{
        code: "340823",
        name: "枞阳县"
    },{
        code: "340824",
        name: "潜山县"
    },{
        code: "340825",
        name: "太湖县"
    },{
        code: "340826",
        name: "宿松县"
    },{
        code: "340827",
        name: "望江县"
    },{
        code: "340828",
        name: "岳西县"
    },{
        code: "340881",
        name: "桐城市"
    },{
        code: "341001",
        name: "市辖区"
    },{
        code: "341002",
        name: "屯溪区"
    },{
        code: "341003",
        name: "黄山区"
    },{
        code: "341004",
        name: "徽州区"
    },{
        code: "341021",
        name: "歙县"
    },{
        code: "341022",
        name: "休宁县"
    },{
        code: "341023",
        name: "黟县"
    },{
        code: "341024",
        name: "祁门县"
    },{
        code: "341101",
        name: "市辖区"
    },{
        code: "341102",
        name: "琅琊区"
    },{
        code: "341103",
        name: "南谯区"
    },{
        code: "341121",
        name: "天长县"
    },{
        code: "341122",
        name: "来安县"
    },{
        code: "341124",
        name: "全椒县"
    },{
        code: "341125",
        name: "定远县"
    },{
        code: "341126",
        name: "凤阳县"
    },{
        code: "341127",
        name: "嘉山县"
    },{
        code: "341181",
        name: "天长市"
    },{
        code: "341182",
        name: "明光市"
    },{
        code: "341200",
        name: "阜阳市"
    },{
        code: "341300",
        name: "宿州市"
    },{
        code: "341400",
        name: "巢湖市"
    },{
        code: "341500",
        name: "六安市"
    },{
        code: "341600",
        name: "亳州市"
    },{
        code: "341700",
        name: "池州市"
    },{
        code: "341800",
        name: "宣城市"
    },{
        code: "342100",
        name: "阜阳地区"
    },{
        code: "342200",
        name: "宿县地区"
    },{
        code: "342300",
        name: "滁县地区"
    },{
        code: "342400",
        name: "六安地区"
    },{
        code: "342500",
        name: "宣城地区"
    },{
        code: "342600",
        name: "巢湖地区"
    },{
        code: "342700",
        name: "徽州地区"
    },{
        code: "342800",
        name: "安庆地区"
    },{
        code: "342900",
        name: "池州地区"
    },{
        code: "340100",
        name: "合肥市"
    },{
        code: "340200",
        name: "芜湖市"
    },{
        code: "340300",
        name: "蚌埠市"
    },{
        code: "340400",
        name: "淮南市"
    },{
        code: "340500",
        name: "马鞍山市"
    },{
        code: "340600",
        name: "淮北市"
    },{
        code: "340700",
        name: "铜陵市"
    },{
        code: "340800",
        name: "安庆市"
    },{
        code: "341000",
        name: "黄山市"
    },{
        code: "341100",
        name: "滁州市"
    }
]