export default [
    {
        code: "620000",
        name: "甘肃省"
    },{
        code: "620825",
        name: "庄浪县"
    },{
        code: "620826",
        name: "静宁县"
    },{
        code: "620801",
        name: "市辖区"
    },{
        code: "620802",
        name: "崆峒区"
    },{
        code: "620821",
        name: "泾川县"
    },{
        code: "620822",
        name: "灵台县"
    },{
        code: "620823",
        name: "崇信县"
    },{
        code: "620824",
        name: "华亭县"
    },{
        code: "620901",
        name: "市辖区"
    },{
        code: "620902",
        name: "肃州区"
    },{
        code: "620921",
        name: "金塔县"
    },{
        code: "620922",
        name: "瓜州县"
    },{
        code: "620923",
        name: "肃北蒙古族自治县"
    },{
        code: "620924",
        name: "阿克塞哈萨克族自治县"
    },{
        code: "620981",
        name: "玉门市"
    },{
        code: "620982",
        name: "敦煌市"
    },{
        code: "621001",
        name: "市辖区"
    },{
        code: "621002",
        name: "西峰区"
    },{
        code: "621021",
        name: "庆城县"
    },{
        code: "621022",
        name: "环县"
    },{
        code: "621023",
        name: "华池县"
    },{
        code: "621024",
        name: "合水县"
    },{
        code: "621025",
        name: "正宁县"
    },{
        code: "621026",
        name: "宁县"
    },{
        code: "621027",
        name: "镇原县"
    },{
        code: "621101",
        name: "市辖区"
    },{
        code: "621102",
        name: "安定区"
    },{
        code: "621121",
        name: "通渭县"
    },{
        code: "621122",
        name: "陇西县"
    },{
        code: "621123",
        name: "渭源县"
    },{
        code: "621124",
        name: "临洮县"
    },{
        code: "621125",
        name: "漳县"
    },{
        code: "621126",
        name: "岷县"
    },{
        code: "621201",
        name: "市辖区"
    },{
        code: "621202",
        name: "武都区"
    },{
        code: "621221",
        name: "成县"
    },{
        code: "621222",
        name: "文县"
    },{
        code: "621223",
        name: "宕昌县"
    },{
        code: "621224",
        name: "康县"
    },{
        code: "621225",
        name: "西和县"
    },{
        code: "621226",
        name: "礼县"
    },{
        code: "621227",
        name: "徽县"
    },{
        code: "621228",
        name: "两当县"
    },{
        code: "622101",
        name: "玉门市"
    },{
        code: "622102",
        name: "酒泉市"
    },{
        code: "622103",
        name: "敦煌市"
    },{
        code: "622123",
        name: "金塔县"
    },{
        code: "622124",
        name: "肃北蒙古族自治县"
    },{
        code: "622125",
        name: "阿克塞哈萨克族自治县"
    },{
        code: "622126",
        name: "安西县"
    },{
        code: "622201",
        name: "张掖市"
    },{
        code: "622222",
        name: "肃南裕固族自治县"
    },{
        code: "622223",
        name: "民乐县"
    },{
        code: "622224",
        name: "临泽县"
    },{
        code: "622225",
        name: "高台县"
    },{
        code: "622226",
        name: "山丹县"
    },{
        code: "622301",
        name: "武威市"
    },{
        code: "622322",
        name: "民勤县"
    },{
        code: "622323",
        name: "古浪县"
    },{
        code: "622326",
        name: "天祝藏族自治县"
    },{
        code: "622327",
        name: "连古城国家级自然保护区管理局"
    },{
        code: "622328",
        name: "石羊河林业总场"
    },{
        code: "622329",
        name: "苏武山林场"
    },{
        code: "622421",
        name: "定西县"
    },{
        code: "622424",
        name: "通渭县"
    },{
        code: "622425",
        name: "陇西县"
    },{
        code: "622426",
        name: "渭源县"
    },{
        code: "622427",
        name: "临洮县"
    },{
        code: "622428",
        name: "漳县"
    },{
        code: "622429",
        name: "岷县"
    },{
        code: "622621",
        name: "武都县"
    },{
        code: "622623",
        name: "宕昌县"
    },{
        code: "622624",
        name: "成县"
    },{
        code: "622625",
        name: "康县"
    },{
        code: "622626",
        name: "文县"
    },{
        code: "622627",
        name: "西和县"
    },{
        code: "622628",
        name: "礼县"
    },{
        code: "622629",
        name: "两当县"
    },{
        code: "622630",
        name: "徽县"
    },{
        code: "622701",
        name: "平凉市"
    },{
        code: "622722",
        name: "泾川县"
    },{
        code: "622723",
        name: "灵台县"
    },{
        code: "622724",
        name: "崇信县"
    },{
        code: "622725",
        name: "华亭县"
    },{
        code: "622726",
        name: "庄浪县"
    },{
        code: "622727",
        name: "静宁县"
    },{
        code: "622801",
        name: "西峰市"
    },{
        code: "622821",
        name: "庆阳县"
    },{
        code: "622822",
        name: "环县"
    },{
        code: "622823",
        name: "华池县"
    },{
        code: "622824",
        name: "合水县"
    },{
        code: "622825",
        name: "正宁县"
    },{
        code: "622826",
        name: "宁县"
    },{
        code: "622827",
        name: "镇原县"
    },{
        code: "622901",
        name: "临夏市"
    },{
        code: "622921",
        name: "临夏县"
    },{
        code: "622922",
        name: "康乐县"
    },{
        code: "622923",
        name: "永靖县"
    },{
        code: "622924",
        name: "广河县"
    },{
        code: "622925",
        name: "和政县"
    },{
        code: "622926",
        name: "东乡族自治县"
    },{
        code: "622927",
        name: "积石山保安族东乡族撒拉族自治县"
    },{
        code: "623001",
        name: "合作市"
    },{
        code: "623021",
        name: "临潭县"
    },{
        code: "623022",
        name: "卓尼县"
    },{
        code: "623023",
        name: "舟曲县"
    },{
        code: "623024",
        name: "迭部县"
    },{
        code: "623025",
        name: "玛曲县"
    },{
        code: "623026",
        name: "碌曲县"
    },{
        code: "623027",
        name: "夏河县"
    },{
        code: "620101",
        name: "市辖区"
    },{
        code: "620102",
        name: "城关区"
    },{
        code: "620103",
        name: "七里河区"
    },{
        code: "620104",
        name: "西固区"
    },{
        code: "620105",
        name: "安宁区"
    },{
        code: "620111",
        name: "红古区"
    },{
        code: "620121",
        name: "永登县"
    },{
        code: "620122",
        name: "皋兰县"
    },{
        code: "620123",
        name: "榆中县"
    },{
        code: "620201",
        name: "市辖区"
    },{
        code: "620202",
        name: "嘉峪关区"
    },{
        code: "620301",
        name: "市辖区"
    },{
        code: "620302",
        name: "金川区"
    },{
        code: "620321",
        name: "永昌县"
    },{
        code: "620401",
        name: "市辖区"
    },{
        code: "620402",
        name: "白银区"
    },{
        code: "620403",
        name: "平川区"
    },{
        code: "620421",
        name: "靖远县"
    },{
        code: "620422",
        name: "会宁县"
    },{
        code: "620423",
        name: "景泰县"
    },{
        code: "620501",
        name: "市辖区"
    },{
        code: "620502",
        name: "秦州区"
    },{
        code: "620503",
        name: "麦积区"
    },{
        code: "620521",
        name: "清水县"
    },{
        code: "620522",
        name: "秦安县"
    },{
        code: "620523",
        name: "甘谷县"
    },{
        code: "620524",
        name: "武山县"
    },{
        code: "620525",
        name: "张家川回族自治县"
    },{
        code: "620601",
        name: "市辖区"
    },{
        code: "620602",
        name: "凉州区"
    },{
        code: "620621",
        name: "民勤县"
    },{
        code: "620622",
        name: "古浪县"
    },{
        code: "620623",
        name: "天祝藏族自治县"
    },{
        code: "620701",
        name: "市辖区"
    },{
        code: "620702",
        name: "甘州区"
    },{
        code: "620721",
        name: "肃南裕固族自治县"
    },{
        code: "620722",
        name: "民乐县"
    },{
        code: "620723",
        name: "临泽县"
    },{
        code: "620724",
        name: "高台县"
    },{
        code: "620725",
        name: "山丹县"
    },{
        code: "620800",
        name: "平凉市"
    },{
        code: "620900",
        name: "酒泉市"
    },{
        code: "621000",
        name: "庆阳市"
    },{
        code: "621100",
        name: "定西市"
    },{
        code: "621200",
        name: "陇南市"
    },{
        code: "622100",
        name: "酒泉地区"
    },{
        code: "622200",
        name: "张掖地区"
    },{
        code: "622300",
        name: "武威地区"
    },{
        code: "622400",
        name: "定西地区"
    },{
        code: "622600",
        name: "陇南地区"
    },{
        code: "622700",
        name: "平凉地区"
    },{
        code: "622800",
        name: "庆阳地区"
    },{
        code: "622900",
        name: "临夏回族自治州"
    },{
        code: "623000",
        name: "甘南藏族自治州"
    },{
        code: "620100",
        name: "兰州市"
    },{
        code: "620200",
        name: "嘉峪关市"
    },{
        code: "620300",
        name: "金昌市"
    },{
        code: "620400",
        name: "白银市"
    },{
        code: "620500",
        name: "天水市"
    },{
        code: "620600",
        name: "武威市"
    },{
        code: "620700",
        name: "张掖市"
    }
]