export default [
    {
        code: "440000",
        name: "广东省"
    },{
        code: "440101",
        name: "市辖区"
    },{
        code: "440102",
        name: "东山区"
    },{
        code: "440103",
        name: "荔湾区"
    },{
        code: "440104",
        name: "越秀区"
    },{
        code: "440105",
        name: "海珠区"
    },{
        code: "440106",
        name: "天河区"
    },{
        code: "440107",
        name: "芳村区"
    },{
        code: "440111",
        name: "白云区"
    },{
        code: "440112",
        name: "黄埔区"
    },{
        code: "440113",
        name: "番禺区"
    },{
        code: "440114",
        name: "花都区"
    },{
        code: "440115",
        name: "南沙区"
    },{
        code: "440116",
        name: "萝岗区"
    },{
        code: "440120",
        name: "市区"
    },{
        code: "440121",
        name: "花县"
    },{
        code: "440122",
        name: "从化县"
    },{
        code: "440123",
        name: "新丰县"
    },{
        code: "440124",
        name: "龙门县"
    },{
        code: "440125",
        name: "增城县"
    },{
        code: "440126",
        name: "番禺县"
    },{
        code: "440127",
        name: "清远县"
    },{
        code: "440128",
        name: "佛冈县"
    },{
        code: "440181",
        name: "番禺市"
    },{
        code: "440182",
        name: "花都市"
    },{
        code: "440183",
        name: "增城市"
    },{
        code: "440184",
        name: "从化市"
    },{
        code: "440201",
        name: "市辖区"
    },{
        code: "440202",
        name: "北江区"
    },{
        code: "440203",
        name: "武江区"
    },{
        code: "440204",
        name: "浈江区"
    },{
        code: "440205",
        name: "曲江区"
    },{
        code: "440221",
        name: "曲江县"
    },{
        code: "440222",
        name: "始兴县"
    },{
        code: "440223",
        name: "南雄县"
    },{
        code: "440224",
        name: "仁化县"
    },{
        code: "440225",
        name: "乐昌县"
    },{
        code: "440226",
        name: "连县"
    },{
        code: "440227",
        name: "阳山县"
    },{
        code: "440228",
        name: "英德县"
    },{
        code: "440229",
        name: "翁源县"
    },{
        code: "440230",
        name: "连山壮族瑶族自治县"
    },{
        code: "440231",
        name: "连南瑶族自治县"
    },{
        code: "440232",
        name: "乳源瑶族自治县"
    },{
        code: "440233",
        name: "新丰县"
    },{
        code: "440281",
        name: "乐昌市"
    },{
        code: "440282",
        name: "南雄市"
    },{
        code: "440301",
        name: "市辖区"
    },{
        code: "440302",
        name: "盐田区"
    },{
        code: "440303",
        name: "罗湖区"
    },{
        code: "440304",
        name: "福田区"
    },{
        code: "440305",
        name: "南山区"
    },{
        code: "440306",
        name: "宝安区"
    },{
        code: "440307",
        name: "龙岗区"
    },{
        code: "440308",
        name: "盐田区"
    },{
        code: "440320",
        name: "市区"
    },{
        code: "440321",
        name: "宝安县"
    },{
        code: "440401",
        name: "市辖区"
    },{
        code: "440402",
        name: "香洲区"
    },{
        code: "440403",
        name: "斗门区"
    },{
        code: "440404",
        name: "金湾区"
    },{
        code: "440421",
        name: "斗门县"
    },{
        code: "440501",
        name: "市辖区"
    },{
        code: "440502",
        name: "同平区"
    },{
        code: "440503",
        name: "安平区"
    },{
        code: "440504",
        name: "公园区"
    },{
        code: "440505",
        name: "金砂区"
    },{
        code: "440506",
        name: "达濠区"
    },{
        code: "440507",
        name: "龙湖区"
    },{
        code: "440508",
        name: "金园区"
    },{
        code: "440509",
        name: "升平区"
    },{
        code: "440510",
        name: "河浦区"
    },{
        code: "440511",
        name: "金平区"
    },{
        code: "440512",
        name: "濠江区"
    },{
        code: "440513",
        name: "潮阳区"
    },{
        code: "440514",
        name: "潮南区"
    },{
        code: "440515",
        name: "澄海区"
    },{
        code: "440520",
        name: "潮州市"
    },{
        code: "440521",
        name: "澄海县"
    },{
        code: "440522",
        name: "饶平县"
    },{
        code: "440523",
        name: "南澳县"
    },{
        code: "440524",
        name: "潮阳县"
    },{
        code: "440525",
        name: "揭阳县"
    },{
        code: "440526",
        name: "揭西县"
    },{
        code: "440527",
        name: "普宁县"
    },{
        code: "440528",
        name: "惠来县"
    },{
        code: "440581",
        name: "潮州市"
    },{
        code: "440582",
        name: "潮阳市"
    },{
        code: "440583",
        name: "澄海市"
    },{
        code: "440601",
        name: "市辖区"
    },{
        code: "440602",
        name: "城区"
    },{
        code: "440603",
        name: "石湾区"
    },{
        code: "440604",
        name: "禅城区"
    },{
        code: "440605",
        name: "南海区"
    },{
        code: "440606",
        name: "顺德区"
    },{
        code: "440607",
        name: "三水区"
    },{
        code: "440608",
        name: "高明区"
    },{
        code: "440620",
        name: "中山市"
    },{
        code: "440621",
        name: "三水县"
    },{
        code: "440622",
        name: "南海县"
    },{
        code: "440623",
        name: "顺德县"
    },{
        code: "440624",
        name: "高明县"
    },{
        code: "440681",
        name: "顺德市"
    },{
        code: "440682",
        name: "南海市"
    },{
        code: "440683",
        name: "三水市"
    },{
        code: "440684",
        name: "高明市"
    },{
        code: "440701",
        name: "市辖区"
    },{
        code: "440702",
        name: "城区"
    },{
        code: "440703",
        name: "蓬江区"
    },{
        code: "440704",
        name: "江海区"
    },{
        code: "440705",
        name: "新会区"
    },{
        code: "440711",
        name: "郊区"
    },{
        code: "440721",
        name: "新会县"
    },{
        code: "440722",
        name: "台山县"
    },{
        code: "440723",
        name: "恩平县"
    },{
        code: "440724",
        name: "开平县"
    },{
        code: "440725",
        name: "鹤山县"
    },{
        code: "440726",
        name: "阳江县"
    },{
        code: "440727",
        name: "阳春县"
    },{
        code: "440781",
        name: "台山市"
    },{
        code: "440782",
        name: "新会市"
    },{
        code: "440783",
        name: "开平市"
    },{
        code: "440784",
        name: "鹤山市"
    },{
        code: "440785",
        name: "恩平市"
    },{
        code: "441882",
        name: "连州市"
    },{
        code: "441801",
        name: "市辖区"
    },{
        code: "441802",
        name: "清城区"
    },{
        code: "441811",
        name: "清郊区"
    },{
        code: "441821",
        name: "佛冈县"
    },{
        code: "441822",
        name: "英德县"
    },{
        code: "441823",
        name: "阳山县"
    },{
        code: "441824",
        name: "连县"
    },{
        code: "441825",
        name: "连山壮族瑶族自治县"
    },{
        code: "441826",
        name: "连南瑶族自治县"
    },{
        code: "441827",
        name: "清新县"
    },{
        code: "441881",
        name: "英德市"
    },{
        code: "442701",
        name: "佛山市"
    },{
        code: "442702",
        name: "江门市"
    },{
        code: "442721",
        name: "三水县"
    },{
        code: "442722",
        name: "南海县"
    },{
        code: "442723",
        name: "顺德县"
    },{
        code: "442724",
        name: "中山县"
    },{
        code: "442725",
        name: "斗门县"
    },{
        code: "442726",
        name: "新会县"
    },{
        code: "442727",
        name: "台山县"
    },{
        code: "442728",
        name: "恩平县"
    },{
        code: "442729",
        name: "开平县"
    },{
        code: "442731",
        name: "鹤山县"
    },{
        code: "442732",
        name: "高明县"
    },{
        code: "442901",
        name: "湛江市"
    },{
        code: "442902",
        name: "茂名市"
    },{
        code: "442921",
        name: "阳江县"
    },{
        code: "442922",
        name: "阳春县"
    },{
        code: "442923",
        name: "信宜县"
    },{
        code: "442924",
        name: "高州县"
    },{
        code: "442925",
        name: "电白县"
    },{
        code: "442926",
        name: "吴川县"
    },{
        code: "442927",
        name: "化州县"
    },{
        code: "442928",
        name: "廉江县"
    },{
        code: "442929",
        name: "遂溪县"
    },{
        code: "442930",
        name: "海康县"
    },{
        code: "442931",
        name: "徐闻县"
    },{
        code: "445101",
        name: "市辖区"
    },{
        code: "445102",
        name: "湘桥区"
    },{
        code: "445121",
        name: "潮安县"
    },{
        code: "445122",
        name: "饶平县"
    },{
        code: "445201",
        name: "市辖区"
    },{
        code: "445202",
        name: "榕城区"
    },{
        code: "445221",
        name: "揭东县"
    },{
        code: "445222",
        name: "揭西县"
    },{
        code: "445224",
        name: "惠来县"
    },{
        code: "445281",
        name: "普宁市"
    },{
        code: "440801",
        name: "市辖区"
    },{
        code: "440802",
        name: "赤坎区"
    },{
        code: "440803",
        name: "霞山区"
    },{
        code: "440804",
        name: "坡头区"
    },{
        code: "440811",
        name: "麻章区"
    },{
        code: "440821",
        name: "吴川县"
    },{
        code: "440822",
        name: "廉江县"
    },{
        code: "440823",
        name: "遂溪县"
    },{
        code: "440824",
        name: "海康县"
    },{
        code: "440825",
        name: "徐闻县"
    },{
        code: "440881",
        name: "廉江市"
    },{
        code: "440882",
        name: "雷州市"
    },{
        code: "440883",
        name: "吴川市"
    },{
        code: "440901",
        name: "市辖区"
    },{
        code: "440902",
        name: "茂南区"
    },{
        code: "440903",
        name: "茂港区"
    },{
        code: "440921",
        name: "信宜县"
    },{
        code: "440922",
        name: "高州县"
    },{
        code: "440923",
        name: "电白县"
    },{
        code: "440924",
        name: "化州县"
    },{
        code: "440981",
        name: "高州市"
    },{
        code: "440982",
        name: "化州市"
    },{
        code: "440983",
        name: "信宜市"
    },{
        code: "441201",
        name: "市辖区"
    },{
        code: "441202",
        name: "端州区"
    },{
        code: "441203",
        name: "鼎湖区"
    },{
        code: "441221",
        name: "高要县"
    },{
        code: "441222",
        name: "四会县"
    },{
        code: "441223",
        name: "广宁县"
    },{
        code: "441224",
        name: "怀集县"
    },{
        code: "441225",
        name: "封开县"
    },{
        code: "441226",
        name: "德庆县"
    },{
        code: "441227",
        name: "云浮县"
    },{
        code: "441228",
        name: "新兴县"
    },{
        code: "441229",
        name: "郁南县"
    },{
        code: "441230",
        name: "罗定县"
    },{
        code: "441281",
        name: "云浮市"
    },{
        code: "441282",
        name: "罗定市"
    },{
        code: "441283",
        name: "高要市"
    },{
        code: "441284",
        name: "四会市"
    },{
        code: "441301",
        name: "市辖区"
    },{
        code: "441302",
        name: "惠城区"
    },{
        code: "441303",
        name: "惠阳区"
    },{
        code: "441321",
        name: "惠阳县"
    },{
        code: "441322",
        name: "博罗县"
    },{
        code: "441323",
        name: "惠东县"
    },{
        code: "441324",
        name: "龙门县"
    },{
        code: "441381",
        name: "惠阳市"
    },{
        code: "441401",
        name: "市辖区"
    },{
        code: "441402",
        name: "梅江区"
    },{
        code: "441421",
        name: "梅县"
    },{
        code: "441422",
        name: "大埔县"
    },{
        code: "441423",
        name: "丰顺县"
    },{
        code: "441424",
        name: "五华县"
    },{
        code: "441425",
        name: "兴宁县"
    },{
        code: "441426",
        name: "平远县"
    },{
        code: "441427",
        name: "蕉岭县"
    },{
        code: "441481",
        name: "兴宁市"
    },{
        code: "441501",
        name: "市辖区"
    },{
        code: "441502",
        name: "城区"
    },{
        code: "441521",
        name: "海丰县"
    },{
        code: "441522",
        name: "陆丰县"
    },{
        code: "441523",
        name: "陆河县"
    },{
        code: "441581",
        name: "陆丰市"
    },{
        code: "441601",
        name: "市辖区"
    },{
        code: "441602",
        name: "源城区"
    },{
        code: "441611",
        name: "郊区"
    },{
        code: "441621",
        name: "紫金县"
    },{
        code: "441622",
        name: "龙川县"
    },{
        code: "441623",
        name: "连平县"
    },{
        code: "441624",
        name: "和平县"
    },{
        code: "441625",
        name: "东源县"
    },{
        code: "441701",
        name: "市辖区"
    },{
        code: "441702",
        name: "江城区"
    },{
        code: "441703",
        name: "阳东区"
    },{
        code: "441721",
        name: "阳西县"
    },{
        code: "441722",
        name: "阳春县"
    },{
        code: "441723",
        name: "阳东县"
    },{
        code: "441781",
        name: "阳春市"
    },{
        code: "445301",
        name: "市辖区"
    },{
        code: "445302",
        name: "云城区"
    },{
        code: "445321",
        name: "新兴县"
    },{
        code: "445322",
        name: "郁南县"
    },{
        code: "445323",
        name: "云安县"
    },{
        code: "445381",
        name: "罗定市"
    },{
        code: "440100",
        name: "广州市"
    },{
        code: "440200",
        name: "韶关市"
    },{
        code: "440300",
        name: "深圳市"
    },{
        code: "440400",
        name: "珠海市"
    },{
        code: "440500",
        name: "汕头市"
    },{
        code: "440600",
        name: "佛山市"
    },{
        code: "440700",
        name: "江门市"
    },{
        code: "441800",
        name: "清远市"
    },{
        code: "441900",
        name: "东莞市"
    },{
        code: "442000",
        name: "中山市"
    },{
        code: "442700",
        name: "佛山市"
    },{
        code: "442900",
        name: "湛江市"
    },{
        code: "445100",
        name: "潮州市"
    },{
        code: "445200",
        name: "揭阳市"
    },{
        code: "440800",
        name: "湛江市"
    },{
        code: "440900",
        name: "茂名市"
    },{
        code: "441200",
        name: "肇庆市"
    },{
        code: "441300",
        name: "惠州市"
    },{
        code: "441400",
        name: "梅州市"
    },{
        code: "441500",
        name: "汕尾市"
    },{
        code: "441600",
        name: "河源市"
    },{
        code: "441700",
        name: "阳江市"
    },{
        code: "445300",
        name: "云浮市"
    },{
        code: "442524",
        name: "连平县"
    },{
        code: "442525",
        name: "河源县"
    },{
        code: "442526",
        name: "博罗县"
    },{
        code: "442527",
        name: "东莞县"
    },{
        code: "442528",
        name: "惠东县"
    },{
        code: "442529",
        name: "龙川县"
    },{
        code: "442530",
        name: "陆丰县"
    },{
        code: "442531",
        name: "海丰县"
    },{
        code: "442621",
        name: "始兴县"
    },{
        code: "442622",
        name: "南雄县"
    },{
        code: "442623",
        name: "仁化县"
    },{
        code: "442624",
        name: "乐昌县"
    },{
        code: "442628",
        name: "清远县"
    },{
        code: "442630",
        name: "翁源县"
    },{
        code: "442631",
        name: "连山壮族瑶族自治县"
    },{
        code: "442632",
        name: "连南瑶族自治县"
    },{
        code: "442633",
        name: "乳源瑶族自治县"
    },{
        code: "442821",
        name: "高要县"
    },{
        code: "442822",
        name: "四会县"
    },{
        code: "442823",
        name: "广宁县"
    },{
        code: "442824",
        name: "怀集县"
    },{
        code: "442825",
        name: "封开县"
    },{
        code: "442826",
        name: "德庆县"
    },{
        code: "442827",
        name: "云浮县"
    },{
        code: "442828",
        name: "新兴县"
    },{
        code: "442829",
        name: "郁南县"
    },{
        code: "442830",
        name: "罗定县"
    },{
        code: "442501",
        name: "惠州市"
    },{
        code: "442502",
        name: "东莞市"
    },{
        code: "442521",
        name: "惠阳县"
    },{
        code: "442522",
        name: "紫金县"
    },{
        code: "442523",
        name: "和平县"
    }
]