export default [
    {
        code: "450000",
        name: "广西壮族自治区"
    },{
        code: "451001",
        name: "市辖区"
    },{
        code: "451002",
        name: "右江区"
    },{
        code: "451021",
        name: "田阳县"
    },{
        code: "451022",
        name: "田东县"
    },{
        code: "451023",
        name: "平果县"
    },{
        code: "451024",
        name: "德保县"
    },{
        code: "451025",
        name: "靖西县"
    },{
        code: "451026",
        name: "那坡县"
    },{
        code: "451027",
        name: "凌云县"
    },{
        code: "451028",
        name: "乐业县"
    },{
        code: "451029",
        name: "田林县"
    },{
        code: "451030",
        name: "西林县"
    },{
        code: "451031",
        name: "隆林各族自治县"
    },{
        code: "451101",
        name: "市辖区"
    },{
        code: "451102",
        name: "八步区"
    },{
        code: "451121",
        name: "昭平县"
    },{
        code: "451122",
        name: "钟山县"
    },{
        code: "451123",
        name: "富川瑶族自治县"
    },{
        code: "451201",
        name: "市辖区"
    },{
        code: "451202",
        name: "金城江区"
    },{
        code: "451221",
        name: "南丹县"
    },{
        code: "451222",
        name: "天峨县"
    },{
        code: "451223",
        name: "凤山县"
    },{
        code: "451224",
        name: "东兰县"
    },{
        code: "451225",
        name: "罗城仫佬族自治县"
    },{
        code: "451226",
        name: "环江毛南族自治县"
    },{
        code: "451227",
        name: "巴马瑶族自治县"
    },{
        code: "451228",
        name: "都安瑶族自治县"
    },{
        code: "451229",
        name: "大化瑶族自治县"
    },{
        code: "451281",
        name: "宜州市"
    },{
        code: "451301",
        name: "市辖区"
    },{
        code: "451302",
        name: "兴宾区"
    },{
        code: "451321",
        name: "忻城县"
    },{
        code: "451322",
        name: "象州县"
    },{
        code: "451323",
        name: "武宣县"
    },{
        code: "451324",
        name: "金秀瑶族自治县"
    },{
        code: "451381",
        name: "合山市"
    },{
        code: "451401",
        name: "市辖区"
    },{
        code: "451402",
        name: "江洲区"
    },{
        code: "451421",
        name: "扶绥县"
    },{
        code: "451422",
        name: "宁明县"
    },{
        code: "451423",
        name: "龙州县"
    },{
        code: "451424",
        name: "大新县"
    },{
        code: "451425",
        name: "天等县"
    },{
        code: "451481",
        name: "凭祥市"
    },{
        code: "452101",
        name: "凭祥市"
    },{
        code: "452122",
        name: "横县"
    },{
        code: "452123",
        name: "宾阳县"
    },{
        code: "452124",
        name: "上林县"
    },{
        code: "452126",
        name: "隆安县"
    },{
        code: "452127",
        name: "马山县"
    },{
        code: "452128",
        name: "扶绥县"
    },{
        code: "452129",
        name: "崇左县"
    },{
        code: "452130",
        name: "大新县"
    },{
        code: "452131",
        name: "天等县"
    },{
        code: "452132",
        name: "宁明县"
    },{
        code: "452133",
        name: "龙州县"
    },{
        code: "452201",
        name: "合山市"
    },{
        code: "452223",
        name: "鹿寨县"
    },{
        code: "452224",
        name: "象州县"
    },{
        code: "452225",
        name: "武宣县"
    },{
        code: "452226",
        name: "来宾县"
    },{
        code: "452227",
        name: "融安县"
    },{
        code: "452228",
        name: "三江侗族自治县"
    },{
        code: "452229",
        name: "融水苗族自治县"
    },{
        code: "452230",
        name: "金秀瑶族自治县"
    },{
        code: "452231",
        name: "忻城县"
    },{
        code: "450101",
        name: "市辖区"
    },{
        code: "450102",
        name: "兴宁区"
    },{
        code: "450103",
        name: "青秀区"
    },{
        code: "450104",
        name: "城北区"
    },{
        code: "450105",
        name: "江南区"
    },{
        code: "450106",
        name: "永新区"
    },{
        code: "450107",
        name: "西乡塘区"
    },{
        code: "450108",
        name: "良庆区"
    },{
        code: "450109",
        name: "邕宁区"
    },{
        code: "450111",
        name: "郊区"
    },{
        code: "450121",
        name: "邕宁县"
    },{
        code: "450122",
        name: "武鸣县"
    },{
        code: "450123",
        name: "隆安县"
    },{
        code: "450124",
        name: "马山县"
    },{
        code: "450125",
        name: "上林县"
    },{
        code: "450126",
        name: "宾阳县"
    },{
        code: "450127",
        name: "横县"
    },{
        code: "450201",
        name: "市辖区"
    },{
        code: "450202",
        name: "城中区"
    },{
        code: "450203",
        name: "鱼峰区"
    },{
        code: "450204",
        name: "柳南区"
    },{
        code: "450205",
        name: "柳北区"
    },{
        code: "450211",
        name: "市郊区"
    },{
        code: "450221",
        name: "柳江县"
    },{
        code: "450222",
        name: "柳城县"
    },{
        code: "450223",
        name: "鹿寨县"
    },{
        code: "450224",
        name: "融安县"
    },{
        code: "450225",
        name: "融水苗族自治县"
    },{
        code: "450226",
        name: "三江侗族自治县"
    },{
        code: "450301",
        name: "市辖区"
    },{
        code: "450302",
        name: "秀峰区"
    },{
        code: "450303",
        name: "叠彩区"
    },{
        code: "450304",
        name: "象山区"
    },{
        code: "450305",
        name: "七星区"
    },{
        code: "450311",
        name: "雁山区"
    },{
        code: "450321",
        name: "阳朔县"
    },{
        code: "450322",
        name: "临桂县"
    },{
        code: "450323",
        name: "灵川县"
    },{
        code: "450324",
        name: "全州县"
    },{
        code: "450325",
        name: "兴安县"
    },{
        code: "450326",
        name: "永福县"
    },{
        code: "450327",
        name: "灌阳县"
    },{
        code: "450328",
        name: "龙胜各族自治县"
    },{
        code: "450329",
        name: "资源县"
    },{
        code: "450330",
        name: "平乐县"
    },{
        code: "450331",
        name: "荔蒲县"
    },{
        code: "450332",
        name: "恭城瑶族自治县"
    },{
        code: "450401",
        name: "市辖区"
    },{
        code: "450402",
        name: "白云区"
    },{
        code: "450403",
        name: "万秀区"
    },{
        code: "450404",
        name: "蝶山区"
    },{
        code: "450405",
        name: "长洲区"
    },{
        code: "450411",
        name: "市郊区"
    },{
        code: "450421",
        name: "苍梧县"
    },{
        code: "450422",
        name: "藤县"
    },{
        code: "450423",
        name: "蒙山县"
    },{
        code: "450481",
        name: "岑溪市"
    },{
        code: "450501",
        name: "市辖区"
    },{
        code: "450502",
        name: "海城区"
    },{
        code: "450503",
        name: "银海区"
    },{
        code: "450512",
        name: "铁山港区"
    },{
        code: "450521",
        name: "合浦县"
    },{
        code: "450601",
        name: "市辖区"
    },{
        code: "450602",
        name: "港口区"
    },{
        code: "450603",
        name: "防城区"
    },{
        code: "450621",
        name: "上思县"
    },{
        code: "450681",
        name: "东兴市"
    },{
        code: "450701",
        name: "市辖区"
    },{
        code: "450702",
        name: "钦南区"
    },{
        code: "450703",
        name: "钦北区"
    },{
        code: "450721",
        name: "灵山县"
    },{
        code: "450722",
        name: "浦北县"
    },{
        code: "450801",
        name: "市辖区"
    },{
        code: "450802",
        name: "港北区"
    },{
        code: "450803",
        name: "港南区"
    },{
        code: "450804",
        name: "覃塘区"
    },{
        code: "450821",
        name: "平南县"
    },{
        code: "450881",
        name: "桂平市"
    },{
        code: "450901",
        name: "市辖区"
    },{
        code: "450902",
        name: "玉州区"
    },{
        code: "450921",
        name: "容县"
    },{
        code: "450922",
        name: "陆川县"
    },{
        code: "450923",
        name: "博白县"
    },{
        code: "450924",
        name: "兴业县"
    },{
        code: "450981",
        name: "北流市"
    },{
        code: "452321",
        name: "临桂县"
    },{
        code: "452322",
        name: "灵川县"
    },{
        code: "452323",
        name: "全州县"
    },{
        code: "452324",
        name: "兴安县"
    },{
        code: "452325",
        name: "永福县"
    },{
        code: "452327",
        name: "灌阳县"
    },{
        code: "452328",
        name: "龙胜各族自治县"
    },{
        code: "452329",
        name: "资源县"
    },{
        code: "452330",
        name: "平乐县"
    },{
        code: "452331",
        name: "荔蒲县"
    },{
        code: "452332",
        name: "恭城瑶族自治县"
    },{
        code: "452401",
        name: "岑溪市"
    },{
        code: "452402",
        name: "贺州市"
    },{
        code: "452421",
        name: "岑溪县"
    },{
        code: "452422",
        name: "苍梧县"
    },{
        code: "452423",
        name: "藤县"
    },{
        code: "452424",
        name: "昭平县"
    },{
        code: "452425",
        name: "蒙山县"
    },{
        code: "452426",
        name: "贺县"
    },{
        code: "452427",
        name: "钟山县"
    },{
        code: "452428",
        name: "富川瑶族自治县"
    },{
        code: "452501",
        name: "玉林市"
    },{
        code: "452502",
        name: "贵港市"
    },{
        code: "452503",
        name: "北流市"
    },{
        code: "452504",
        name: "桂平市"
    },{
        code: "452521",
        name: "玉林县"
    },{
        code: "452522",
        name: "贵县"
    },{
        code: "452523",
        name: "桂平县"
    },{
        code: "452524",
        name: "平南县"
    },{
        code: "452525",
        name: "容县"
    },{
        code: "452526",
        name: "北流县"
    },{
        code: "452527",
        name: "陆川县"
    },{
        code: "452528",
        name: "博白县"
    },{
        code: "452601",
        name: "百色市"
    },{
        code: "452621",
        name: "百色县"
    },{
        code: "452622",
        name: "田阳县"
    },{
        code: "452623",
        name: "田东县"
    },{
        code: "452624",
        name: "平果县"
    },{
        code: "452625",
        name: "德保县"
    },{
        code: "452626",
        name: "靖西县"
    },{
        code: "452627",
        name: "那坡县"
    },{
        code: "452628",
        name: "凌云县"
    },{
        code: "452629",
        name: "乐业县"
    },{
        code: "452630",
        name: "田林县"
    },{
        code: "452631",
        name: "隆林各族自治县"
    },{
        code: "452632",
        name: "西林县"
    },{
        code: "452701",
        name: "河池市"
    },{
        code: "452702",
        name: "宜州市"
    },{
        code: "452721",
        name: "河池县"
    },{
        code: "452722",
        name: "宜山县"
    },{
        code: "452723",
        name: "罗城仫佬族自治县"
    },{
        code: "452724",
        name: "环江毛南族自治县"
    },{
        code: "452725",
        name: "南丹县"
    },{
        code: "452726",
        name: "天峨县"
    },{
        code: "452727",
        name: "凤山县"
    },{
        code: "452728",
        name: "东兰县"
    },{
        code: "452729",
        name: "巴马瑶族自治县"
    },{
        code: "452730",
        name: "都安瑶族自治县"
    },{
        code: "452731",
        name: "大化瑶族自治县"
    },{
        code: "452801",
        name: "北海市"
    },{
        code: "452802",
        name: "钦州市"
    },{
        code: "452821",
        name: "上思县"
    },{
        code: "452822",
        name: "防城各族自治县"
    },{
        code: "452823",
        name: "钦州县"
    },{
        code: "452824",
        name: "灵山县"
    },{
        code: "452825",
        name: "合浦县"
    },{
        code: "452826",
        name: "浦北县"
    },{
        code: "451000",
        name: "百色市"
    },{
        code: "451100",
        name: "贺州市"
    },{
        code: "451200",
        name: "河池市"
    },{
        code: "451300",
        name: "来宾市"
    },{
        code: "451400",
        name: "崇左市"
    },{
        code: "452100",
        name: "南宁地区"
    },{
        code: "452200",
        name: "柳州地区"
    },{
        code: "450100",
        name: "南宁市"
    },{
        code: "450200",
        name: "柳州市"
    },{
        code: "450300",
        name: "桂林市"
    },{
        code: "450400",
        name: "梧州市"
    },{
        code: "450500",
        name: "北海市"
    },{
        code: "450600",
        name: "防城港市"
    },{
        code: "450700",
        name: "钦州市"
    },{
        code: "450800",
        name: "贵港市"
    },{
        code: "450900",
        name: "玉林市"
    },{
        code: "452300",
        name: "桂林地区"
    },{
        code: "452400",
        name: "贺州地区"
    },{
        code: "452500",
        name: "玉林地区"
    },{
        code: "452600",
        name: "百色地区"
    },{
        code: "452700",
        name: "河池地区"
    },{
        code: "452800",
        name: "钦州地区"
    }
]