export default [
    {
        code: "460000",
        name: "海南省"
    },{
        code: "460101",
        name: "市辖区"
    },{
        code: "460102",
        name: "振东区"
    },{
        code: "460103",
        name: "新华区"
    },{
        code: "460104",
        name: "秀英区"
    },{
        code: "460105",
        name: "秀英区"
    },{
        code: "460106",
        name: "龙华区"
    },{
        code: "460107",
        name: "琼山区"
    },{
        code: "460108",
        name: "美兰区"
    },{
        code: "460201",
        name: "市辖区"
    },{
        code: "460100",
        name: "海口市"
    },{
        code: "460200",
        name: "三亚市"
    },{
        code: "469034",
        name: "陵水黎族自治县"
    },{
        code: "469035",
        name: "保亭黎族苗族自治县"
    },{
        code: "469036",
        name: "琼中黎族苗族自治县"
    },{
        code: "469037",
        name: "西沙群岛"
    },{
        code: "469038",
        name: "南沙群岛"
    },{
        code: "469039",
        name: "中沙群岛的岛礁及其海域"
    },{
        code: "460001",
        name: "通什市"
    },{
        code: "460002",
        name: "琼海市"
    },{
        code: "460003",
        name: "儋州市"
    },{
        code: "460004",
        name: "琼山市"
    },{
        code: "460005",
        name: "文昌市"
    },{
        code: "460006",
        name: "万宁市"
    },{
        code: "460007",
        name: "东方市"
    },{
        code: "460021",
        name: "琼山县"
    },{
        code: "460022",
        name: "文昌县"
    },{
        code: "460023",
        name: "琼海县"
    },{
        code: "460024",
        name: "万宁县"
    },{
        code: "460025",
        name: "定安县"
    },{
        code: "460026",
        name: "屯昌县"
    },{
        code: "460027",
        name: "澄迈县"
    },{
        code: "460028",
        name: "临高县"
    },{
        code: "460029",
        name: "儋县"
    },{
        code: "460030",
        name: "白沙黎族自治县"
    },{
        code: "460031",
        name: "昌江黎族自治县"
    },{
        code: "460032",
        name: "东方黎族自治县"
    },{
        code: "460033",
        name: "乐东黎族自治县"
    },{
        code: "460034",
        name: "陵水黎族自治县"
    },{
        code: "460035",
        name: "保亭黎族苗族自治县"
    },{
        code: "460036",
        name: "琼中黎族苗族自治县"
    },{
        code: "460037",
        name: "西沙群岛"
    },{
        code: "460038",
        name: "南沙群岛"
    },{
        code: "460039",
        name: "中沙群岛的岛礁及其海域"
    },{
        code: "469001",
        name: "五指山市"
    },{
        code: "469002",
        name: "琼海市"
    },{
        code: "469003",
        name: "儋州市"
    },{
        code: "469005",
        name: "文昌市"
    },{
        code: "469006",
        name: "万宁市"
    },{
        code: "469007",
        name: "东方市"
    },{
        code: "469025",
        name: "定安县"
    },{
        code: "469026",
        name: "屯昌县"
    },{
        code: "469027",
        name: "澄迈县"
    },{
        code: "469028",
        name: "临高县"
    },{
        code: "469030",
        name: "白沙黎族自治县"
    },{
        code: "469031",
        name: "昌江黎族自治县"
    },{
        code: "469033",
        name: "乐东黎族自治县"
    }
]