export default [
    {
        code: "230000",
        name: "黑龙江省"
    },{
        code: "230101",
        name: "市辖区"
    },{
        code: "230102",
        name: "道里区"
    },{
        code: "230103",
        name: "南岗区"
    },{
        code: "230104",
        name: "道外区"
    },{
        code: "230105",
        name: "太平区"
    },{
        code: "230106",
        name: "香坊区"
    },{
        code: "230107",
        name: "动力区"
    },{
        code: "230108",
        name: "平房区"
    },{
        code: "230109",
        name: "松北区"
    },{
        code: "230110",
        name: "香坊区"
    },{
        code: "230111",
        name: "呼兰区"
    },{
        code: "230112",
        name: "阿城区"
    },{
        code: "230119",
        name: "阿城市"
    },{
        code: "230121",
        name: "呼兰县"
    },{
        code: "230122",
        name: "阿城县"
    },{
        code: "230123",
        name: "依兰县"
    },{
        code: "230124",
        name: "方正县"
    },{
        code: "230125",
        name: "宾县"
    },{
        code: "230126",
        name: "巴彦县"
    },{
        code: "230127",
        name: "木兰县"
    },{
        code: "230128",
        name: "通河县"
    },{
        code: "230129",
        name: "延寿县"
    },{
        code: "230181",
        name: "阿城市"
    },{
        code: "230182",
        name: "双城市"
    },{
        code: "230183",
        name: "尚志市"
    },{
        code: "230184",
        name: "五常市"
    },{
        code: "230201",
        name: "市辖区"
    },{
        code: "230202",
        name: "龙沙区"
    },{
        code: "230203",
        name: "建华区"
    },{
        code: "230204",
        name: "铁锋区"
    },{
        code: "230205",
        name: "昂昂溪区"
    },{
        code: "230206",
        name: "富拉尔基区"
    },{
        code: "230207",
        name: "碾子山区"
    },{
        code: "230208",
        name: "梅里斯达斡尔族区"
    },{
        code: "230221",
        name: "龙江县"
    },{
        code: "230222",
        name: "讷河县"
    },{
        code: "230223",
        name: "依安县"
    },{
        code: "230224",
        name: "泰来县"
    },{
        code: "230225",
        name: "甘南县"
    },{
        code: "230226",
        name: "杜尔伯特蒙古族自治县"
    },{
        code: "230227",
        name: "富裕县"
    },{
        code: "230228",
        name: "林甸县"
    },{
        code: "230229",
        name: "克山县"
    },{
        code: "230230",
        name: "克东县"
    },{
        code: "230231",
        name: "拜泉县"
    },{
        code: "230281",
        name: "讷河市"
    },{
        code: "230301",
        name: "市辖区"
    },{
        code: "230302",
        name: "鸡冠区"
    },{
        code: "230303",
        name: "恒山区"
    },{
        code: "230304",
        name: "滴道区"
    },{
        code: "230305",
        name: "梨树区"
    },{
        code: "230306",
        name: "城子河区"
    },{
        code: "230307",
        name: "麻山区"
    },{
        code: "230321",
        name: "鸡东县"
    },{
        code: "230381",
        name: "虎林市"
    },{
        code: "230382",
        name: "密山市"
    },{
        code: "230401",
        name: "市辖区"
    },{
        code: "230402",
        name: "向阳区"
    },{
        code: "230403",
        name: "工农区"
    },{
        code: "230404",
        name: "南山区"
    },{
        code: "230405",
        name: "兴安区"
    },{
        code: "230406",
        name: "东山区"
    },{
        code: "230407",
        name: "兴山区"
    },{
        code: "230421",
        name: "萝北县"
    },{
        code: "230422",
        name: "绥滨县"
    },{
        code: "230501",
        name: "市辖区"
    },{
        code: "230502",
        name: "尖山区"
    },{
        code: "230503",
        name: "岭东区"
    },{
        code: "230504",
        name: "岭西区"
    },{
        code: "230505",
        name: "四方台区"
    },{
        code: "230506",
        name: "宝山区"
    },{
        code: "230521",
        name: "集贤县"
    },{
        code: "230522",
        name: "友谊县"
    },{
        code: "230523",
        name: "宝清县"
    },{
        code: "230524",
        name: "饶河县"
    },{
        code: "230601",
        name: "市辖区"
    },{
        code: "230602",
        name: "萨尔图区"
    },{
        code: "230603",
        name: "龙凤区"
    },{
        code: "230604",
        name: "让胡路区"
    },{
        code: "230605",
        name: "红岗区"
    },{
        code: "230606",
        name: "大同区"
    },{
        code: "230621",
        name: "肇州县"
    },{
        code: "230622",
        name: "肇源县"
    },{
        code: "230623",
        name: "林甸县"
    },{
        code: "230624",
        name: "杜尔伯特蒙古族自治县"
    },{
        code: "230701",
        name: "市辖区"
    },{
        code: "230702",
        name: "伊春区"
    },{
        code: "230703",
        name: "南岔区"
    },{
        code: "230704",
        name: "友好区"
    },{
        code: "230705",
        name: "西林区"
    },{
        code: "230706",
        name: "翠峦区"
    },{
        code: "230707",
        name: "新青区"
    },{
        code: "230708",
        name: "美溪区"
    },{
        code: "230709",
        name: "金山屯区"
    },{
        code: "230710",
        name: "五营区"
    },{
        code: "230711",
        name: "乌马河区"
    },{
        code: "230712",
        name: "汤旺河区"
    },{
        code: "230713",
        name: "带岭区"
    },{
        code: "230714",
        name: "乌伊岭区"
    },{
        code: "230715",
        name: "红星区"
    },{
        code: "230716",
        name: "上甘岭区"
    },{
        code: "230721",
        name: "铁力县"
    },{
        code: "230722",
        name: "嘉荫县"
    },{
        code: "230781",
        name: "铁力市"
    },{
        code: "230801",
        name: "市辖区"
    },{
        code: "230802",
        name: "永红区"
    },{
        code: "230803",
        name: "向阳区"
    },{
        code: "230804",
        name: "前进区"
    },{
        code: "230805",
        name: "东风区"
    },{
        code: "230811",
        name: "郊区"
    },{
        code: "230821",
        name: "富锦县"
    },{
        code: "230822",
        name: "桦南县"
    },{
        code: "230823",
        name: "依兰县"
    },{
        code: "230825",
        name: "集贤县"
    },{
        code: "230826",
        name: "桦川县"
    },{
        code: "230827",
        name: "宝清县"
    },{
        code: "230828",
        name: "汤原县"
    },{
        code: "230829",
        name: "绥滨县"
    },{
        code: "230830",
        name: "萝北县"
    },{
        code: "230831",
        name: "同江县"
    },{
        code: "230832",
        name: "饶河县"
    },{
        code: "230833",
        name: "抚远县"
    },{
        code: "230834",
        name: "友谊县"
    },{
        code: "230881",
        name: "同江市"
    },{
        code: "230882",
        name: "富锦市"
    },{
        code: "230901",
        name: "市辖区"
    },{
        code: "230902",
        name: "新兴区"
    },{
        code: "230903",
        name: "桃山区"
    },{
        code: "230904",
        name: "茄子河区"
    },{
        code: "230921",
        name: "勃利县"
    },{
        code: "231001",
        name: "市辖区"
    },{
        code: "231002",
        name: "东安区"
    },{
        code: "231003",
        name: "阳明区"
    },{
        code: "231004",
        name: "爱民区"
    },{
        code: "231005",
        name: "西安区"
    },{
        code: "231011",
        name: "郊区"
    },{
        code: "231020",
        name: "绥芬河市"
    },{
        code: "231021",
        name: "宁安县"
    },{
        code: "231022",
        name: "海林县"
    },{
        code: "231023",
        name: "穆棱县"
    },{
        code: "231024",
        name: "东宁县"
    },{
        code: "231025",
        name: "林口县"
    },{
        code: "231026",
        name: "密山县"
    },{
        code: "231027",
        name: "虎林县"
    },{
        code: "231081",
        name: "绥芬河市"
    },{
        code: "231082",
        name: "密山市"
    },{
        code: "231083",
        name: "海林市"
    },{
        code: "231084",
        name: "宁安市"
    },{
        code: "231085",
        name: "穆棱市"
    },{
        code: "231101",
        name: "市辖区"
    },{
        code: "231102",
        name: "爱辉区"
    },{
        code: "231121",
        name: "嫩江县"
    },{
        code: "231123",
        name: "逊克县"
    },{
        code: "231124",
        name: "孙吴县"
    },{
        code: "231181",
        name: "北安市"
    },{
        code: "231182",
        name: "五大连池市"
    },{
        code: "231201",
        name: "市辖区"
    },{
        code: "231202",
        name: "北林区"
    },{
        code: "231221",
        name: "望奎县"
    },{
        code: "231222",
        name: "兰西县"
    },{
        code: "231223",
        name: "青冈县"
    },{
        code: "231224",
        name: "庆安县"
    },{
        code: "231225",
        name: "明水县"
    },{
        code: "231226",
        name: "绥棱县"
    },{
        code: "231281",
        name: "安达市"
    },{
        code: "231282",
        name: "肇东市"
    },{
        code: "231283",
        name: "海伦市"
    },{
        code: "232101",
        name: "双城市"
    },{
        code: "232102",
        name: "尚志市"
    },{
        code: "232103",
        name: "五常市"
    },{
        code: "232121",
        name: "阿城市"
    },{
        code: "232122",
        name: "宾县"
    },{
        code: "232123",
        name: "呼兰县"
    },{
        code: "232124",
        name: "双城市"
    },{
        code: "232125",
        name: "五常市"
    },{
        code: "232126",
        name: "巴彦县"
    },{
        code: "232127",
        name: "木兰县"
    },{
        code: "232128",
        name: "通河县"
    },{
        code: "232129",
        name: "尚志市"
    },{
        code: "232130",
        name: "方正县"
    },{
        code: "232131",
        name: "延寿县"
    },{
        code: "232301",
        name: "绥化市"
    },{
        code: "232302",
        name: "安达市"
    },{
        code: "232303",
        name: "肇东市"
    },{
        code: "232304",
        name: "海伦市"
    },{
        code: "232321",
        name: "海伦县"
    },{
        code: "232322",
        name: "肇东县"
    },{
        code: "232323",
        name: "绥化县"
    },{
        code: "232324",
        name: "望奎县"
    },{
        code: "232325",
        name: "兰西县"
    },{
        code: "232326",
        name: "青冈县"
    },{
        code: "232327",
        name: "安达县"
    },{
        code: "232328",
        name: "肇源县"
    },{
        code: "232329",
        name: "肇州县"
    },{
        code: "232330",
        name: "庆安县"
    },{
        code: "232331",
        name: "明水县"
    },{
        code: "232332",
        name: "绥棱县"
    },{
        code: "232401",
        name: "佳木斯市"
    },{
        code: "232421",
        name: "富锦县"
    },{
        code: "232422",
        name: "桦南县"
    },{
        code: "232423",
        name: "依兰县"
    },{
        code: "232424",
        name: "勃利县"
    },{
        code: "232425",
        name: "集贤县"
    },{
        code: "232426",
        name: "桦川县"
    },{
        code: "232427",
        name: "宝清县"
    },{
        code: "232428",
        name: "汤原县"
    },{
        code: "232429",
        name: "绥滨县"
    },{
        code: "232430",
        name: "萝北县"
    },{
        code: "232431",
        name: "同江县"
    },{
        code: "232432",
        name: "饶河县"
    },{
        code: "232433",
        name: "抚远县"
    },{
        code: "232501",
        name: "牡丹江市"
    },{
        code: "232502",
        name: "绥芬河市"
    },{
        code: "232521",
        name: "宁安县"
    },{
        code: "232522",
        name: "海林县"
    },{
        code: "232523",
        name: "穆棱县"
    },{
        code: "232524",
        name: "东宁县"
    },{
        code: "232525",
        name: "林口县"
    },{
        code: "232526",
        name: "鸡东县"
    },{
        code: "232527",
        name: "密山县"
    },{
        code: "232528",
        name: "虎林县"
    },{
        code: "232601",
        name: "黑河市"
    },{
        code: "232602",
        name: "北安市"
    },{
        code: "232603",
        name: "五大连池市"
    },{
        code: "232621",
        name: "北安县"
    },{
        code: "232622",
        name: "嫩江县"
    },{
        code: "232623",
        name: "德都县"
    },{
        code: "232625",
        name: "逊克县"
    },{
        code: "232626",
        name: "孙吴县"
    },{
        code: "232701",
        name: "加格达奇区"
    },{
        code: "232721",
        name: "呼玛县"
    },{
        code: "232722",
        name: "塔河县"
    },{
        code: "232723",
        name: "漠河县"
    },{
        code: "232724",
        name: "漠河县"
    },{
        code: "230100",
        name: "哈尔滨市"
    },{
        code: "230200",
        name: "齐齐哈尔市"
    },{
        code: "230300",
        name: "鸡西市"
    },{
        code: "230400",
        name: "鹤岗市"
    },{
        code: "230500",
        name: "双鸭山市"
    },{
        code: "230600",
        name: "大庆市"
    },{
        code: "230700",
        name: "伊春市"
    },{
        code: "230800",
        name: "佳木斯市"
    },{
        code: "230900",
        name: "七台河市"
    },{
        code: "231000",
        name: "牡丹江市"
    },{
        code: "231100",
        name: "黑河市"
    },{
        code: "231200",
        name: "绥化市"
    },{
        code: "232100",
        name: "松花江地区"
    },{
        code: "232300",
        name: "绥化地区"
    },{
        code: "232400",
        name: "佳木斯地区"
    },{
        code: "232500",
        name: "牡丹江地区"
    },{
        code: "232600",
        name: "黑河地区"
    },{
        code: "232700",
        name: "大兴安岭地区"
    },{
        code: "239001",
        name: "绥芬河市"
    },{
        code: "239002",
        name: "阿城市"
    },{
        code: "239003",
        name: "同江市"
    },{
        code: "239004",
        name: "富锦市"
    },{
        code: "239005",
        name: "铁力市"
    },{
        code: "239006",
        name: "密山市"
    }
]