export default [
    {
        code: "410000",
        name: "河南省"
    },
    {
        code: "410602",
        name: "鹤山区"
    },{
        code: "410603",
        name: "山城区"
    },{
        code: "410611",
        name: "淇滨区"
    },{
        code: "410621",
        name: "浚县"
    },{
        code: "410622",
        name: "淇县"
    },{
        code: "410601",
        name: "市辖区"
    },{
        code: "410701",
        name: "市辖区"
    },{
        code: "410702",
        name: "红旗区"
    },{
        code: "410703",
        name: "新华区"
    },{
        code: "410704",
        name: "北站区"
    },{
        code: "410711",
        name: "郊区"
    },{
        code: "410721",
        name: "新乡县"
    },{
        code: "410722",
        name: "汲县"
    },{
        code: "410723",
        name: "辉县"
    },{
        code: "410724",
        name: "获嘉县"
    },{
        code: "410725",
        name: "原阳县"
    },{
        code: "410726",
        name: "延津县"
    },{
        code: "410727",
        name: "封丘县"
    },{
        code: "410728",
        name: "长垣县"
    },{
        code: "410781",
        name: "卫辉市"
    },{
        code: "410782",
        name: "辉县市"
    },{
        code: "410801",
        name: "市辖区"
    },{
        code: "410802",
        name: "解放区"
    },{
        code: "410803",
        name: "中站区"
    },{
        code: "410804",
        name: "马村区"
    },{
        code: "410811",
        name: "山阳区"
    },{
        code: "410821",
        name: "修武县"
    },{
        code: "410822",
        name: "博爱县"
    },{
        code: "410823",
        name: "武陟县"
    },{
        code: "410824",
        name: "沁阳县"
    },{
        code: "410825",
        name: "温县"
    },{
        code: "410826",
        name: "孟县"
    },{
        code: "410827",
        name: "济源县"
    },{
        code: "410881",
        name: "济源市"
    },{
        code: "410882",
        name: "沁阳市"
    },{
        code: "410883",
        name: "孟州市"
    },{
        code: "410901",
        name: "市辖区"
    },{
        code: "410902",
        name: "市区"
    },{
        code: "410921",
        name: "滑县"
    },{
        code: "410922",
        name: "清丰县"
    },{
        code: "410923",
        name: "南乐县"
    },{
        code: "410924",
        name: "内黄县"
    },{
        code: "410925",
        name: "长垣县"
    },{
        code: "410926",
        name: "范县"
    },{
        code: "410927",
        name: "台前县"
    },{
        code: "410928",
        name: "濮阳县"
    },{
        code: "411001",
        name: "市辖区"
    },{
        code: "411002",
        name: "魏都区"
    },{
        code: "411021",
        name: "禹县"
    },{
        code: "411022",
        name: "长葛县"
    },{
        code: "411023",
        name: "许昌县"
    },{
        code: "411024",
        name: "鄢陵县"
    },{
        code: "411025",
        name: "襄城县"
    },{
        code: "411081",
        name: "禹州市"
    },{
        code: "411082",
        name: "长葛市"
    },{
        code: "411101",
        name: "市辖区"
    },{
        code: "411102",
        name: "源汇区"
    },{
        code: "411103",
        name: "郾城区"
    },{
        code: "411104",
        name: "召陵区"
    },{
        code: "411121",
        name: "舞阳县"
    },{
        code: "411122",
        name: "临颍县"
    },{
        code: "411123",
        name: "郾城县"
    },{
        code: "411201",
        name: "市辖区"
    },{
        code: "411202",
        name: "湖滨区"
    },{
        code: "411221",
        name: "渑池县"
    },{
        code: "411222",
        name: "陕县"
    },{
        code: "411223",
        name: "灵宝县"
    },{
        code: "411224",
        name: "卢氏县"
    },{
        code: "411281",
        name: "义马市"
    },{
        code: "411282",
        name: "灵宝市"
    },{
        code: "411301",
        name: "市辖区"
    },{
        code: "411302",
        name: "宛城区"
    },{
        code: "411303",
        name: "卧龙区"
    },{
        code: "411321",
        name: "南召县"
    },{
        code: "411322",
        name: "方城县"
    },{
        code: "411323",
        name: "西峡县"
    },{
        code: "411324",
        name: "镇平县"
    },{
        code: "411325",
        name: "内乡县"
    },{
        code: "411326",
        name: "淅川县"
    },{
        code: "411327",
        name: "社旗县"
    },{
        code: "411328",
        name: "唐河县"
    },{
        code: "411329",
        name: "新野县"
    },{
        code: "411330",
        name: "桐柏县"
    },{
        code: "411381",
        name: "邓州市"
    },{
        code: "410101",
        name: "市辖区"
    },{
        code: "410102",
        name: "中原区"
    },{
        code: "410103",
        name: "二七区"
    },{
        code: "410104",
        name: "管城回族区"
    },{
        code: "410105",
        name: "金水区"
    },{
        code: "410106",
        name: "上街区"
    },{
        code: "410107",
        name: "新密区"
    },{
        code: "410108",
        name: "邙山区"
    },{
        code: "410111",
        name: "金海区"
    },{
        code: "410112",
        name: "郊区"
    },{
        code: "410120",
        name: "市区"
    },{
        code: "410121",
        name: "荥阳县"
    },{
        code: "410122",
        name: "中牟县"
    },{
        code: "410123",
        name: "新郑县"
    },{
        code: "410124",
        name: "巩县"
    },{
        code: "410125",
        name: "登封县"
    },{
        code: "410126",
        name: "密县"
    },{
        code: "410181",
        name: "巩义市"
    },{
        code: "410182",
        name: "荥阳市"
    },{
        code: "410183",
        name: "新密市"
    },{
        code: "410184",
        name: "新郑市"
    },{
        code: "410185",
        name: "登封市"
    },{
        code: "410201",
        name: "市辖区"
    },{
        code: "410202",
        name: "龙亭区"
    },{
        code: "410203",
        name: "顺河回族区"
    },{
        code: "410204",
        name: "鼓楼区"
    },{
        code: "410205",
        name: "禹王台区"
    },{
        code: "410211",
        name: "金明区"
    },{
        code: "410221",
        name: "杞县"
    },{
        code: "410222",
        name: "通许县"
    },{
        code: "410223",
        name: "尉氏县"
    },{
        code: "410224",
        name: "开封县"
    },{
        code: "410225",
        name: "兰考县"
    },{
        code: "410301",
        name: "市辖区"
    },{
        code: "410302",
        name: "老城区"
    },{
        code: "410303",
        name: "西工区"
    },{
        code: "410304",
        name: "廛河回族区"
    },{
        code: "410305",
        name: "涧西区"
    },{
        code: "410306",
        name: "吉利区"
    },{
        code: "410307",
        name: "洛龙区"
    },{
        code: "410311",
        name: "郊区"
    },{
        code: "410321",
        name: "偃师县"
    },{
        code: "410322",
        name: "孟津县"
    },{
        code: "410323",
        name: "新安县"
    },{
        code: "410324",
        name: "栾川县"
    },{
        code: "410325",
        name: "嵩县"
    },{
        code: "410326",
        name: "汝阳县"
    },{
        code: "410327",
        name: "宜阳县"
    },{
        code: "410328",
        name: "洛宁县"
    },{
        code: "410329",
        name: "伊川县"
    },{
        code: "410381",
        name: "偃师市"
    },{
        code: "410401",
        name: "市辖区"
    },{
        code: "410402",
        name: "新华区"
    },{
        code: "410403",
        name: "卫东区"
    },{
        code: "410404",
        name: "石龙区"
    },{
        code: "410411",
        name: "湛河区"
    },{
        code: "410412",
        name: "舞钢区"
    },{
        code: "410421",
        name: "宝丰县"
    },{
        code: "410422",
        name: "叶县"
    },{
        code: "410423",
        name: "鲁山县"
    },{
        code: "410424",
        name: "临汝县"
    },{
        code: "410425",
        name: "郏县"
    },{
        code: "410426",
        name: "襄城县"
    },{
        code: "410481",
        name: "舞钢市"
    },{
        code: "410482",
        name: "汝州市"
    },{
        code: "410501",
        name: "市辖区"
    },{
        code: "410502",
        name: "文峰区"
    },{
        code: "410503",
        name: "北关区"
    },{
        code: "410504",
        name: "铁西区"
    },{
        code: "410505",
        name: "殷都区"
    },{
        code: "410506",
        name: "龙安区"
    },{
        code: "410511",
        name: "郊区"
    },{
        code: "410521",
        name: "林县"
    },{
        code: "410522",
        name: "安阳县"
    },{
        code: "410523",
        name: "汤阴县"
    },{
        code: "410524",
        name: "淇县"
    },{
        code: "410525",
        name: "浚县"
    },{
        code: "410526",
        name: "滑县"
    },{
        code: "410527",
        name: "内黄县"
    },{
        code: "410581",
        name: "林州市"
    },{
        code: "411401",
        name: "市辖区"
    },{
        code: "411402",
        name: "梁园区"
    },{
        code: "411403",
        name: "睢阳区"
    },{
        code: "411421",
        name: "民权县"
    },{
        code: "411422",
        name: "睢县"
    },{
        code: "411423",
        name: "宁陵县"
    },{
        code: "411424",
        name: "柘城县"
    },{
        code: "411425",
        name: "虞城县"
    },{
        code: "411426",
        name: "夏邑县"
    },{
        code: "411481",
        name: "永城市"
    },{
        code: "411501",
        name: "市辖区"
    },{
        code: "411502",
        name: "师河区"
    },{
        code: "411503",
        name: "平桥区"
    },{
        code: "411521",
        name: "罗山县"
    },{
        code: "411522",
        name: "光山县"
    },{
        code: "411523",
        name: "新县"
    },{
        code: "411524",
        name: "商城县"
    },{
        code: "411525",
        name: "固始县"
    },{
        code: "411526",
        name: "潢川县"
    },{
        code: "411527",
        name: "淮滨县"
    },{
        code: "411528",
        name: "息县"
    },{
        code: "411601",
        name: "市辖区"
    },{
        code: "411602",
        name: "川汇区"
    },{
        code: "411621",
        name: "扶沟县"
    },{
        code: "411622",
        name: "西华县"
    },{
        code: "411623",
        name: "商水县"
    },{
        code: "411624",
        name: "沈丘县"
    },{
        code: "411625",
        name: "郸城县"
    },{
        code: "411626",
        name: "淮阳县"
    },{
        code: "411627",
        name: "太康县"
    },{
        code: "411628",
        name: "鹿邑县"
    },{
        code: "411681",
        name: "项城市"
    },{
        code: "411701",
        name: "市辖区"
    },{
        code: "411702",
        name: "驿城区"
    },{
        code: "411721",
        name: "西平县"
    },{
        code: "411722",
        name: "上蔡县"
    },{
        code: "411723",
        name: "平舆县"
    },{
        code: "411724",
        name: "正阳县"
    },{
        code: "411725",
        name: "确山县"
    },{
        code: "411726",
        name: "泌阳县"
    },{
        code: "411727",
        name: "汝南县"
    },{
        code: "411728",
        name: "遂平县"
    },{
        code: "411729",
        name: "新蔡县"
    },{
        code: "412301",
        name: "商丘市"
    },{
        code: "412302",
        name: "永城市"
    },{
        code: "412321",
        name: "虞城县"
    },{
        code: "412322",
        name: "商丘县"
    },{
        code: "412323",
        name: "民权县"
    },{
        code: "412324",
        name: "宁陵县"
    },{
        code: "412325",
        name: "睢县"
    },{
        code: "412326",
        name: "夏邑县"
    },{
        code: "412327",
        name: "柘城县"
    },{
        code: "412328",
        name: "永城县"
    },{
        code: "412421",
        name: "杞县"
    },{
        code: "412422",
        name: "通许县"
    },{
        code: "412423",
        name: "尉氏县"
    },{
        code: "412424",
        name: "开封县"
    },{
        code: "412425",
        name: "中牟县"
    },{
        code: "412426",
        name: "新郑县"
    },{
        code: "412427",
        name: "巩县"
    },{
        code: "412428",
        name: "登封县"
    },{
        code: "412429",
        name: "密县"
    },{
        code: "412430",
        name: "兰考县"
    },{
        code: "412501",
        name: "三门峡市"
    },{
        code: "412502",
        name: "义马市"
    },{
        code: "412521",
        name: "偃师县"
    },{
        code: "412522",
        name: "孟津县"
    },{
        code: "412523",
        name: "新安县"
    },{
        code: "412524",
        name: "渑池县"
    },{
        code: "412525",
        name: "陕县"
    },{
        code: "412526",
        name: "灵宝县"
    },{
        code: "412527",
        name: "伊川县"
    },{
        code: "412528",
        name: "汝阳县"
    },{
        code: "412529",
        name: "嵩县"
    },{
        code: "412530",
        name: "洛宁县"
    },{
        code: "412531",
        name: "卢氏县"
    },{
        code: "412532",
        name: "栾川县"
    },{
        code: "412533",
        name: "临汝县"
    },{
        code: "412534",
        name: "宜阳县"
    },{
        code: "412701",
        name: "周口市"
    },{
        code: "412702",
        name: "项城市"
    },{
        code: "412721",
        name: "扶沟县"
    },{
        code: "412722",
        name: "西华县"
    },{
        code: "412723",
        name: "商水县"
    },{
        code: "412724",
        name: "太康县"
    },{
        code: "412725",
        name: "鹿邑县"
    },{
        code: "412726",
        name: "郸城县"
    },{
        code: "412727",
        name: "淮阳县"
    },{
        code: "412728",
        name: "沈丘县"
    },{
        code: "412801",
        name: "驻马店市"
    },{
        code: "412821",
        name: "确山县"
    },{
        code: "412822",
        name: "泌阳县"
    },{
        code: "412823",
        name: "遂平县"
    },{
        code: "412824",
        name: "西平县"
    },{
        code: "412825",
        name: "上蔡县"
    },{
        code: "412826",
        name: "汝南县"
    },{
        code: "412827",
        name: "平舆县"
    },{
        code: "412828",
        name: "新蔡县"
    },{
        code: "412829",
        name: "正阳县"
    },{
        code: "412901",
        name: "卧龙区"
    },{
        code: "412902",
        name: "邓州市"
    },{
        code: "412903",
        name: "宛城区"
    },{
        code: "412921",
        name: "南召县"
    },{
        code: "412922",
        name: "方城县"
    },{
        code: "412923",
        name: "西峡县"
    },{
        code: "412924",
        name: "南阳县"
    },{
        code: "412925",
        name: "镇平县"
    },{
        code: "412926",
        name: "内乡县"
    },{
        code: "412927",
        name: "淅川县"
    },{
        code: "412928",
        name: "社旗县"
    },{
        code: "412929",
        name: "唐河县"
    },{
        code: "412930",
        name: "邓县"
    },{
        code: "412931",
        name: "新野县"
    },{
        code: "412932",
        name: "桐柏县"
    },{
        code: "412933",
        name: "规划控制区"
    },{
        code: "413001",
        name: "信阳市"
    },{
        code: "413021",
        name: "息县"
    },{
        code: "413022",
        name: "淮滨县"
    },{
        code: "413023",
        name: "平桥区"
    },{
        code: "413024",
        name: "潢川县"
    },{
        code: "413025",
        name: "光山县"
    },{
        code: "413026",
        name: "固始县"
    },{
        code: "413027",
        name: "商城县"
    },{
        code: "413028",
        name: "罗山县"
    },{
        code: "413029",
        name: "新县"
    },{
        code: "410600",
        name: "鹤壁市"
    },{
        code: "410700",
        name: "新乡市"
    },{
        code: "410800",
        name: "焦作市"
    },{
        code: "410900",
        name: "濮阳市"
    },{
        code: "411000",
        name: "许昌市"
    },{
        code: "411100",
        name: "漯河市"
    },{
        code: "411200",
        name: "三门峡市"
    },{
        code: "411300",
        name: "南阳市"
    },{
        code: "410100",
        name: "郑州市"
    },{
        code: "410200",
        name: "开封市"
    },{
        code: "410300",
        name: "洛阳市"
    },{
        code: "410400",
        name: "平顶山市"
    },{
        code: "410500",
        name: "安阳市"
    },{
        code: "411400",
        name: "商丘市"
    },{
        code: "411500",
        name: "信阳市"
    },{
        code: "411600",
        name: "周口市"
    },{
        code: "411700",
        name: "驻马店市"
    },{
        code: "412300",
        name: "商丘地区"
    },{
        code: "412400",
        name: "开封地区"
    },{
        code: "412500",
        name: "三门峡市"
    },{
        code: "412700",
        name: "周口地区"
    },{
        code: "412800",
        name: "驻马店地区"
    },{
        code: "412900",
        name: "南阳市"
    },{
        code: "413000",
        name: "信阳地区"
    },{
        code: "412601",
        name: "许昌市"
    },{
        code: "412602",
        name: "漯河市"
    },{
        code: "412621",
        name: "长葛县"
    },{
        code: "412622",
        name: "禹县"
    },{
        code: "412623",
        name: "鄢陵县"
    },{
        code: "412624",
        name: "许昌县"
    },{
        code: "412625",
        name: "郏县"
    },{
        code: "412626",
        name: "临颍县"
    },{
        code: "412627",
        name: "襄城县"
    },{
        code: "412628",
        name: "宝丰县"
    },{
        code: "412629",
        name: "郾城县"
    },{
        code: "412630",
        name: "叶县"
    },{
        code: "412631",
        name: "鲁山县"
    },{
        code: "412632",
        name: "舞阳县"
    },{
        code: "419001",
        name: "义马市"
    },{
        code: "419002",
        name: "汝州市"
    },{
        code: "419003",
        name: "济源市"
    },{
        code: "419004",
        name: "禹州市"
    },{
        code: "419005",
        name: "卫辉市"
    },{
        code: "419006",
        name: "辉县市"
    }
]