export default [
    {
        code: "420000",
        name: "湖北省"
    },{
        code: "420501",
        name: "市辖区"
    },{
        code: "420502",
        name: "西陵区"
    },{
        code: "420503",
        name: "伍家岗区"
    },{
        code: "420504",
        name: "点军区"
    },{
        code: "420505",
        name: "猇亭区"
    },{
        code: "420506",
        name: "夷陵区"
    },{
        code: "420521",
        name: "宜昌县"
    },{
        code: "420523",
        name: "枝江县"
    },{
        code: "420525",
        name: "远安县"
    },{
        code: "420526",
        name: "兴山县"
    },{
        code: "420527",
        name: "秭归县"
    },{
        code: "420528",
        name: "长阳土家族自治县"
    },{
        code: "420529",
        name: "五峰土家族自治县"
    },{
        code: "420581",
        name: "宜都市"
    },{
        code: "420582",
        name: "当阳市"
    },{
        code: "420583",
        name: "枝江市"
    },{
        code: "420601",
        name: "市辖区"
    },{
        code: "420602",
        name: "襄城区"
    },{
        code: "420603",
        name: "樊东区"
    },{
        code: "420604",
        name: "樊西区"
    },{
        code: "420605",
        name: "郊区"
    },{
        code: "420606",
        name: "樊城区"
    },{
        code: "420607",
        name: "襄阳区"
    },{
        code: "420619",
        name: "随州市"
    },{
        code: "420620",
        name: "老河口市"
    },{
        code: "420621",
        name: "襄阳县"
    },{
        code: "420622",
        name: "枣阳县"
    },{
        code: "420623",
        name: "宜城县"
    },{
        code: "420624",
        name: "南漳县"
    },{
        code: "420625",
        name: "谷城县"
    },{
        code: "420626",
        name: "保康县"
    },{
        code: "420681",
        name: "随州市"
    },{
        code: "420682",
        name: "老河口市"
    },{
        code: "420683",
        name: "枣阳市"
    },{
        code: "420684",
        name: "宜城市"
    },{
        code: "420701",
        name: "市辖区"
    },{
        code: "420702",
        name: "梁子湖区"
    },{
        code: "420703",
        name: "华容区"
    },{
        code: "420704",
        name: "鄂城区"
    },{
        code: "420801",
        name: "市辖区"
    },{
        code: "420802",
        name: "东宝区"
    },{
        code: "420803",
        name: "沙洋区"
    },{
        code: "420804",
        name: "掇刀区"
    },{
        code: "420821",
        name: "京山县"
    },{
        code: "420822",
        name: "沙洋县"
    },{
        code: "420881",
        name: "钟祥市"
    },{
        code: "420901",
        name: "市辖区"
    },{
        code: "420902",
        name: "孝南区"
    },{
        code: "420921",
        name: "孝昌县"
    },{
        code: "420922",
        name: "大悟县"
    },{
        code: "420923",
        name: "云梦县"
    },{
        code: "420981",
        name: "应城市"
    },{
        code: "420982",
        name: "安陆市"
    },{
        code: "420983",
        name: "广水市"
    },{
        code: "420984",
        name: "汉川市"
    },{
        code: "421001",
        name: "市辖区"
    },{
        code: "421002",
        name: "沙市区"
    },{
        code: "421003",
        name: "荆州区"
    },{
        code: "421004",
        name: "江陵区"
    },{
        code: "421021",
        name: "松滋县"
    },{
        code: "421022",
        name: "公安县"
    },{
        code: "421023",
        name: "监利县"
    },{
        code: "421024",
        name: "江陵县"
    },{
        code: "421081",
        name: "石首市"
    },{
        code: "421083",
        name: "洪湖市"
    },{
        code: "421087",
        name: "松滋市"
    },{
        code: "421101",
        name: "市辖区"
    },{
        code: "421102",
        name: "黄州区"
    },{
        code: "421103",
        name: "龙感湖管理区"
    },{
        code: "421121",
        name: "团风县"
    },{
        code: "421122",
        name: "红安县"
    },{
        code: "421123",
        name: "罗田县"
    },{
        code: "421124",
        name: "英山县"
    },{
        code: "421125",
        name: "浠水县"
    },{
        code: "421126",
        name: "蕲春县"
    },{
        code: "421127",
        name: "黄梅县"
    },{
        code: "421181",
        name: "麻城市"
    },{
        code: "421182",
        name: "武穴市"
    },{
        code: "421201",
        name: "市辖区"
    },{
        code: "421202",
        name: "咸安区"
    },{
        code: "421221",
        name: "嘉鱼县"
    },{
        code: "421222",
        name: "通城县"
    },{
        code: "421223",
        name: "崇阳县"
    },{
        code: "421224",
        name: "通山县"
    },{
        code: "421281",
        name: "赤壁市"
    },{
        code: "421301",
        name: "市辖区"
    },{
        code: "421302",
        name: "曾都区"
    },{
        code: "421381",
        name: "广水市"
    },{
        code: "422101",
        name: "鄂州市"
    },{
        code: "422102",
        name: "武穴市"
    },{
        code: "422103",
        name: "黄州市"
    },{
        code: "422121",
        name: "黄冈县"
    },{
        code: "422122",
        name: "新洲县"
    },{
        code: "422123",
        name: "红安县"
    },{
        code: "422124",
        name: "麻城县"
    },{
        code: "422125",
        name: "罗田县"
    },{
        code: "422126",
        name: "英山县"
    },{
        code: "422127",
        name: "浠水县"
    },{
        code: "422128",
        name: "蕲春县"
    },{
        code: "422129",
        name: "广济县"
    },{
        code: "422130",
        name: "黄梅县"
    },{
        code: "422131",
        name: "鄂城县"
    },{
        code: "422201",
        name: "孝感市"
    },{
        code: "422202",
        name: "应城市"
    },{
        code: "422203",
        name: "安陆市"
    },{
        code: "422204",
        name: "广水市"
    },{
        code: "422221",
        name: "孝感县"
    },{
        code: "422222",
        name: "黄陂县"
    },{
        code: "422223",
        name: "大悟县"
    },{
        code: "422224",
        name: "应山县"
    },{
        code: "422225",
        name: "安陆县"
    },{
        code: "422226",
        name: "云梦县"
    },{
        code: "422227",
        name: "应城县"
    },{
        code: "422228",
        name: "汉川县"
    },{
        code: "422921",
        name: "神农架林区"
    },{
        code: "429001",
        name: "随州市"
    },{
        code: "429003",
        name: "枣阳市"
    },{
        code: "429004",
        name: "仙桃市"
    },{
        code: "429005",
        name: "潜江市"
    },{
        code: "429006",
        name: "天门市"
    },{
        code: "429021",
        name: "神农架林区"
    },{
        code: "420101",
        name: "市辖区"
    },{
        code: "420102",
        name: "江岸区"
    },{
        code: "420103",
        name: "江汉区"
    },{
        code: "420104",
        name: "乔口区"
    },{
        code: "420105",
        name: "汉阳区"
    },{
        code: "420106",
        name: "武昌区"
    },{
        code: "420107",
        name: "青山区"
    },{
        code: "420109",
        name: "东湖管理分局"
    },{
        code: "420111",
        name: "洪山区"
    },{
        code: "420112",
        name: "东西湖区"
    },{
        code: "420113",
        name: "汉南区"
    },{
        code: "420114",
        name: "蔡甸区"
    },{
        code: "420115",
        name: "江夏区"
    },{
        code: "420116",
        name: "黄陂区"
    },{
        code: "420117",
        name: "新洲区"
    },{
        code: "420121",
        name: "蔡甸区"
    },{
        code: "420122",
        name: "江夏区"
    },{
        code: "420123",
        name: "黄陂区"
    },{
        code: "420124",
        name: "新洲县"
    },{
        code: "420201",
        name: "市辖区"
    },{
        code: "420202",
        name: "黄石港区"
    },{
        code: "420203",
        name: "石灰窑区"
    },{
        code: "420204",
        name: "下陆区"
    },{
        code: "420205",
        name: "铁山区"
    },{
        code: "420220",
        name: "市区"
    },{
        code: "420221",
        name: "大冶县"
    },{
        code: "420222",
        name: "阳新县"
    },{
        code: "420281",
        name: "大冶市"
    },{
        code: "420301",
        name: "市辖区"
    },{
        code: "420302",
        name: "茅箭区"
    },{
        code: "420303",
        name: "张湾区"
    },{
        code: "420321",
        name: "郧县"
    },{
        code: "420322",
        name: "郧西县"
    },{
        code: "420323",
        name: "竹山县"
    },{
        code: "420324",
        name: "竹溪县"
    },{
        code: "420325",
        name: "房县"
    },{
        code: "420381",
        name: "丹江口市"
    },{
        code: "422301",
        name: "咸宁市"
    },{
        code: "422302",
        name: "赤壁市"
    },{
        code: "422321",
        name: "咸宁县"
    },{
        code: "422322",
        name: "嘉鱼县"
    },{
        code: "422323",
        name: "蒲圻县"
    },{
        code: "422324",
        name: "通城县"
    },{
        code: "422325",
        name: "崇阳县"
    },{
        code: "422326",
        name: "通山县"
    },{
        code: "422327",
        name: "阳新县"
    },{
        code: "422401",
        name: "仙桃市"
    },{
        code: "422402",
        name: "石首市"
    },{
        code: "422403",
        name: "洪湖市"
    },{
        code: "422404",
        name: "天门市"
    },{
        code: "422405",
        name: "潜江市"
    },{
        code: "422406",
        name: "钟祥市"
    },{
        code: "422421",
        name: "江陵县"
    },{
        code: "422422",
        name: "松滋县"
    },{
        code: "422423",
        name: "公安县"
    },{
        code: "422424",
        name: "石首县"
    },{
        code: "422425",
        name: "监利县"
    },{
        code: "422426",
        name: "洪湖县"
    },{
        code: "422427",
        name: "沔阳县"
    },{
        code: "422428",
        name: "天门县"
    },{
        code: "422429",
        name: "潜江县"
    },{
        code: "422430",
        name: "荆门县"
    },{
        code: "422431",
        name: "钟祥县"
    },{
        code: "422432",
        name: "京山县"
    },{
        code: "422501",
        name: "随州市"
    },{
        code: "422502",
        name: "老河口市"
    },{
        code: "422521",
        name: "襄阳县"
    },{
        code: "422522",
        name: "枣阳县"
    },{
        code: "422524",
        name: "宜城县"
    },{
        code: "422525",
        name: "南漳县"
    },{
        code: "422527",
        name: "谷城县"
    },{
        code: "422528",
        name: "保康县"
    },{
        code: "422601",
        name: "丹江口市"
    },{
        code: "422622",
        name: "郧县"
    },{
        code: "422623",
        name: "郧西县"
    },{
        code: "422624",
        name: "竹山县"
    },{
        code: "422625",
        name: "竹溪县"
    },{
        code: "422626",
        name: "房县"
    },{
        code: "422627",
        name: "神农架林区"
    },{
        code: "422701",
        name: "枝城市"
    },{
        code: "422702",
        name: "当阳市"
    },{
        code: "422721",
        name: "宜昌县"
    },{
        code: "422722",
        name: "宜都县"
    },{
        code: "422723",
        name: "枝江县"
    },{
        code: "422724",
        name: "当阳县"
    },{
        code: "422725",
        name: "远安县"
    },{
        code: "422726",
        name: "兴山县"
    },{
        code: "422727",
        name: "秭归县"
    },{
        code: "422728",
        name: "长阳土家族自治县"
    },{
        code: "422729",
        name: "五峰土家族自治县"
    },{
        code: "422801",
        name: "恩施市"
    },{
        code: "422802",
        name: "利川市"
    },{
        code: "422822",
        name: "建始县"
    },{
        code: "422823",
        name: "巴东县"
    },{
        code: "422825",
        name: "宣恩县"
    },{
        code: "422826",
        name: "咸丰县"
    },{
        code: "422827",
        name: "来凤县"
    },{
        code: "422828",
        name: "鹤峰县"
    },{
        code: "420500",
        name: "宜昌市"
    },{
        code: "420600",
        name: "襄樊市"
    },{
        code: "420700",
        name: "鄂州市"
    },{
        code: "420800",
        name: "荆门市"
    },{
        code: "420900",
        name: "孝感市"
    },{
        code: "421000",
        name: "荆州市"
    },{
        code: "421100",
        name: "黄冈市"
    },{
        code: "421200",
        name: "咸宁市"
    },{
        code: "421300",
        name: "随州市"
    },{
        code: "422100",
        name: "黄冈地区"
    },{
        code: "422200",
        name: "孝感地区"
    },{
        code: "422900",
        name: "省直辖行政单位"
    },{
        code: "429000",
        name: "省直辖行政单位"
    },{
        code: "420100",
        name: "武汉市"
    },{
        code: "420200",
        name: "黄石市"
    },{
        code: "420300",
        name: "十堰市"
    },{
        code: "420400",
        name: "沙市"
    },{
        code: "422300",
        name: "咸宁地区"
    },{
        code: "422400",
        name: "荆州地区"
    },{
        code: "422500",
        name: "随州地区"
    },{
        code: "422600",
        name: "郧阳地区"
    },{
        code: "422700",
        name: "宜昌地区"
    },{
        code: "422800",
        name: "恩施土家族苗族自治州"
    },{
        code: "423022",
        name: "沙洋监狱管理局"
    }
]