export default [
    {
        code: "430000",
        name: "湖南省"
    },{
        code: "430101",
        name: "市辖区"
    },{
        code: "430102",
        name: "芙蓉区"
    },{
        code: "430103",
        name: "天心区"
    },{
        code: "430104",
        name: "岳麓区"
    },{
        code: "430105",
        name: "开福区"
    },{
        code: "430111",
        name: "雨花区"
    },{
        code: "430120",
        name: "市区"
    },{
        code: "430121",
        name: "长沙县"
    },{
        code: "430122",
        name: "望城县"
    },{
        code: "430123",
        name: "浏阳县"
    },{
        code: "430124",
        name: "宁乡县"
    },{
        code: "430181",
        name: "浏阳市"
    },{
        code: "430201",
        name: "市辖区"
    },{
        code: "430202",
        name: "荷塘区"
    },{
        code: "430203",
        name: "芦淞区"
    },{
        code: "430204",
        name: "石峰区"
    },{
        code: "430211",
        name: "天元区"
    },{
        code: "430219",
        name: "醴陵市"
    },{
        code: "430220",
        name: "市区"
    },{
        code: "430221",
        name: "株洲县"
    },{
        code: "430222",
        name: "醴陵县"
    },{
        code: "430223",
        name: "攸县"
    },{
        code: "430224",
        name: "茶陵县"
    },{
        code: "430225",
        name: "炎陵县"
    },{
        code: "430281",
        name: "醴陵市"
    },{
        code: "430301",
        name: "市辖区"
    },{
        code: "430302",
        name: "雨湖区"
    },{
        code: "430303",
        name: "湘江区"
    },{
        code: "430304",
        name: "岳塘区"
    },{
        code: "430305",
        name: "板塘区"
    },{
        code: "430306",
        name: "韶山区"
    },{
        code: "430311",
        name: "郊区"
    },{
        code: "430312",
        name: "韶山区"
    },{
        code: "430321",
        name: "湘潭县"
    },{
        code: "430322",
        name: "湘乡县"
    },{
        code: "430381",
        name: "湘乡市"
    },{
        code: "430382",
        name: "韶山市"
    },{
        code: "430401",
        name: "市辖区"
    },{
        code: "430402",
        name: "江东区"
    },{
        code: "430403",
        name: "城南区"
    },{
        code: "430404",
        name: "城北区"
    },{
        code: "430405",
        name: "珠晖区"
    },{
        code: "430406",
        name: "雁峰区"
    },{
        code: "430407",
        name: "石鼓区"
    },{
        code: "430408",
        name: "蒸湘区"
    },{
        code: "430411",
        name: "郊区"
    },{
        code: "430412",
        name: "南岳区"
    },{
        code: "430419",
        name: "耒阳市"
    },{
        code: "430421",
        name: "衡阳县"
    },{
        code: "430422",
        name: "衡南县"
    },{
        code: "430423",
        name: "衡山县"
    },{
        code: "430424",
        name: "衡东县"
    },{
        code: "430425",
        name: "常宁县"
    },{
        code: "430426",
        name: "祁东县"
    },{
        code: "430427",
        name: "耒阳县"
    },{
        code: "430481",
        name: "耒阳市"
    },{
        code: "430482",
        name: "常宁市"
    },{
        code: "432121",
        name: "湘潭县"
    },{
        code: "432122",
        name: "湘乡县"
    },{
        code: "432123",
        name: "醴陵县"
    },{
        code: "432124",
        name: "浏阳县"
    },{
        code: "432125",
        name: "攸县"
    },{
        code: "432126",
        name: "茶陵县"
    },{
        code: "432127",
        name: "酃县"
    },{
        code: "432201",
        name: "岳阳市"
    },{
        code: "432222",
        name: "平江县"
    },{
        code: "432223",
        name: "湘阴县"
    },{
        code: "432224",
        name: "汨罗县"
    },{
        code: "432225",
        name: "临湘市"
    },{
        code: "432226",
        name: "华容县"
    },{
        code: "432301",
        name: "益阳市"
    },{
        code: "432302",
        name: "沅江市"
    },{
        code: "432321",
        name: "益阳县"
    },{
        code: "432322",
        name: "南县"
    },{
        code: "432323",
        name: "沅江县"
    },{
        code: "432324",
        name: "宁乡县"
    },{
        code: "432325",
        name: "桃江县"
    },{
        code: "432326",
        name: "安化县"
    },{
        code: "432401",
        name: "常德市"
    },{
        code: "432402",
        name: "津市市"
    },{
        code: "432421",
        name: "常德县"
    },{
        code: "432422",
        name: "安乡县"
    },{
        code: "432423",
        name: "汉寿县"
    },{
        code: "432424",
        name: "澧县"
    },{
        code: "432425",
        name: "临澧县"
    },{
        code: "432426",
        name: "桃源县"
    },{
        code: "432427",
        name: "石门县"
    },{
        code: "432428",
        name: "慈利县"
    },{
        code: "432501",
        name: "娄底市"
    },{
        code: "432502",
        name: "冷水江市"
    },{
        code: "432503",
        name: "涟源市"
    },{
        code: "432521",
        name: "涟源县"
    },{
        code: "432522",
        name: "双峰县"
    },{
        code: "432523",
        name: "邵东县"
    },{
        code: "432524",
        name: "新化县"
    },{
        code: "432525",
        name: "新邵县"
    },{
        code: "432621",
        name: "邵阳县"
    },{
        code: "432622",
        name: "隆回县"
    },{
        code: "432623",
        name: "武冈县"
    },{
        code: "432624",
        name: "洞口县"
    },{
        code: "432625",
        name: "新宁县"
    },{
        code: "432626",
        name: "绥宁县"
    },{
        code: "432627",
        name: "城步苗族自治县"
    },{
        code: "432721",
        name: "衡阳县"
    },{
        code: "432722",
        name: "衡南县"
    },{
        code: "432723",
        name: "衡山县"
    },{
        code: "432724",
        name: "衡东县"
    },{
        code: "432725",
        name: "常宁县"
    },{
        code: "432726",
        name: "祁东县"
    },{
        code: "432727",
        name: "祁阳县"
    },{
        code: "432801",
        name: "郴州市"
    },{
        code: "432802",
        name: "资兴市"
    },{
        code: "432821",
        name: "郴县"
    },{
        code: "432822",
        name: "桂阳县"
    },{
        code: "432823",
        name: "永兴县"
    },{
        code: "432824",
        name: "宜章县"
    },{
        code: "432825",
        name: "资兴县"
    },{
        code: "432826",
        name: "嘉禾县"
    },{
        code: "432827",
        name: "临武县"
    },{
        code: "432828",
        name: "汝城县"
    },{
        code: "432829",
        name: "桂东县"
    },{
        code: "432830",
        name: "耒阳县"
    },{
        code: "432831",
        name: "安仁县"
    },{
        code: "432901",
        name: "永州市"
    },{
        code: "432902",
        name: "冷水滩市"
    },{
        code: "432921",
        name: "零陵县"
    },{
        code: "432922",
        name: "东安县"
    },{
        code: "432923",
        name: "道县"
    },{
        code: "432924",
        name: "宁远县"
    },{
        code: "432925",
        name: "江永县"
    },{
        code: "432926",
        name: "江华瑶族自治县"
    },{
        code: "432927",
        name: "蓝山县"
    },{
        code: "432928",
        name: "新田县"
    },{
        code: "432929",
        name: "双牌县"
    },{
        code: "432930",
        name: "双牌县"
    },{
        code: "430501",
        name: "市辖区"
    },{
        code: "430502",
        name: "双清区"
    },{
        code: "430503",
        name: "大祥区"
    },{
        code: "430511",
        name: "北塔区"
    },{
        code: "430521",
        name: "邵东县"
    },{
        code: "430522",
        name: "新邵县"
    },{
        code: "430523",
        name: "邵阳县"
    },{
        code: "430524",
        name: "隆回县"
    },{
        code: "430525",
        name: "洞口县"
    },{
        code: "430526",
        name: "武冈县"
    },{
        code: "430527",
        name: "绥宁县"
    },{
        code: "430528",
        name: "新宁县"
    },{
        code: "430529",
        name: "城步苗族自治县"
    },{
        code: "430581",
        name: "武冈市"
    },{
        code: "430601",
        name: "市辖区"
    },{
        code: "430602",
        name: "岳阳楼区"
    },{
        code: "430603",
        name: "云溪区"
    },{
        code: "430611",
        name: "君山区"
    },{
        code: "430621",
        name: "岳阳县"
    },{
        code: "430622",
        name: "临湘县"
    },{
        code: "430623",
        name: "华容县"
    },{
        code: "430624",
        name: "湘阴县"
    },{
        code: "430625",
        name: "汨罗县"
    },{
        code: "430626",
        name: "平江县"
    },{
        code: "430681",
        name: "汨罗市"
    },{
        code: "430682",
        name: "临湘市"
    },{
        code: "430701",
        name: "市辖区"
    },{
        code: "430702",
        name: "武陵区"
    },{
        code: "430703",
        name: "鼎城区"
    },{
        code: "430721",
        name: "安乡县"
    },{
        code: "430722",
        name: "汉寿县"
    },{
        code: "430723",
        name: "澧县"
    },{
        code: "430724",
        name: "临澧县"
    },{
        code: "430725",
        name: "桃源县"
    },{
        code: "430726",
        name: "石门县"
    },{
        code: "430781",
        name: "津市市"
    },{
        code: "430801",
        name: "市辖区"
    },{
        code: "430802",
        name: "永定区"
    },{
        code: "430811",
        name: "武陵源区"
    },{
        code: "430821",
        name: "慈利县"
    },{
        code: "430822",
        name: "桑植县"
    },{
        code: "430901",
        name: "市辖区"
    },{
        code: "430902",
        name: "资阳区"
    },{
        code: "430903",
        name: "赫山区"
    },{
        code: "430911",
        name: "市区"
    },{
        code: "430921",
        name: "南县"
    },{
        code: "430922",
        name: "桃江县"
    },{
        code: "430923",
        name: "安化县"
    },{
        code: "430981",
        name: "沅江市"
    },{
        code: "431001",
        name: "市辖区"
    },{
        code: "431002",
        name: "北湖区"
    },{
        code: "431003",
        name: "苏仙区"
    },{
        code: "431021",
        name: "桂阳县"
    },{
        code: "431022",
        name: "宜章县"
    },{
        code: "431023",
        name: "永兴县"
    },{
        code: "431024",
        name: "嘉禾县"
    },{
        code: "431025",
        name: "临武县"
    },{
        code: "431026",
        name: "汝城县"
    },{
        code: "431027",
        name: "桂东县"
    },{
        code: "431028",
        name: "安仁县"
    },{
        code: "431081",
        name: "资兴市"
    },{
        code: "431101",
        name: "市辖区"
    },{
        code: "431102",
        name: "零陵区"
    },{
        code: "431103",
        name: "冷水滩区"
    },{
        code: "431121",
        name: "祁阳县"
    },{
        code: "431122",
        name: "东安县"
    },{
        code: "431123",
        name: "双牌县"
    },{
        code: "431124",
        name: "道县"
    },{
        code: "431125",
        name: "江永县"
    },{
        code: "431126",
        name: "宁远县"
    },{
        code: "431127",
        name: "蓝山县"
    },{
        code: "431128",
        name: "新田县"
    },{
        code: "431129",
        name: "江华瑶族自治县"
    },{
        code: "431201",
        name: "市辖区"
    },{
        code: "431202",
        name: "鹤城区"
    },{
        code: "431221",
        name: "中方县"
    },{
        code: "431222",
        name: "沅陵县"
    },{
        code: "431223",
        name: "辰溪县"
    },{
        code: "431224",
        name: "溆浦县"
    },{
        code: "431225",
        name: "会同县"
    },{
        code: "431226",
        name: "麻阳苗族自治县"
    },{
        code: "431227",
        name: "新晃侗族自治县"
    },{
        code: "431228",
        name: "芷江侗族自治县"
    },{
        code: "431229",
        name: "靖州苗族侗族自治县"
    },{
        code: "431230",
        name: "通道侗族自治县"
    },{
        code: "431281",
        name: "洪江市"
    },{
        code: "431301",
        name: "市辖区"
    },{
        code: "431302",
        name: "娄星区"
    },{
        code: "431321",
        name: "双峰县"
    },{
        code: "431322",
        name: "新化县"
    },{
        code: "431381",
        name: "冷水江市"
    },{
        code: "431382",
        name: "涟源市"
    },{
        code: "433001",
        name: "怀化市"
    },{
        code: "433002",
        name: "洪江市"
    },{
        code: "433021",
        name: "黔阳县"
    },{
        code: "433022",
        name: "沅陵县"
    },{
        code: "433023",
        name: "辰溪县"
    },{
        code: "433024",
        name: "溆浦县"
    },{
        code: "433025",
        name: "麻阳县"
    },{
        code: "433026",
        name: "新晃侗族自治县"
    },{
        code: "433027",
        name: "芷江县"
    },{
        code: "433028",
        name: "怀化县"
    },{
        code: "433029",
        name: "会同县"
    },{
        code: "433030",
        name: "靖县"
    },{
        code: "433031",
        name: "通道侗族自治县"
    },{
        code: "433101",
        name: "吉首市"
    },{
        code: "433121",
        name: "吉首县"
    },{
        code: "433122",
        name: "泸溪县"
    },{
        code: "433123",
        name: "凤凰县"
    },{
        code: "433124",
        name: "花垣县"
    },{
        code: "433125",
        name: "保靖县"
    },{
        code: "433126",
        name: "古丈县"
    },{
        code: "433127",
        name: "永顺县"
    },{
        code: "433128",
        name: "大庸县"
    },{
        code: "433129",
        name: "桑植县"
    },{
        code: "433130",
        name: "龙山县"
    },{
        code: "430100",
        name: "长沙市"
    },{
        code: "430200",
        name: "株洲市"
    },{
        code: "430300",
        name: "湘潭市"
    },{
        code: "430400",
        name: "衡阳市"
    },{
        code: "432100",
        name: "湘潭地区"
    },{
        code: "432200",
        name: "岳阳地区"
    },{
        code: "432300",
        name: "益阳地区"
    },{
        code: "432400",
        name: "常德地区"
    },{
        code: "432500",
        name: "娄底地区"
    },{
        code: "432600",
        name: "邵阳地区"
    },{
        code: "432700",
        name: "衡阳地区"
    },{
        code: "432800",
        name: "郴州地区"
    },{
        code: "432900",
        name: "零陵地区"
    },{
        code: "430500",
        name: "邵阳市"
    },{
        code: "430600",
        name: "岳阳市"
    },{
        code: "430700",
        name: "常德市"
    },{
        code: "430800",
        name: "张家界市"
    },{
        code: "430900",
        name: "益阳市"
    },{
        code: "431000",
        name: "郴州市"
    },{
        code: "431100",
        name: "永州市"
    },{
        code: "431200",
        name: "怀化市"
    },{
        code: "431300",
        name: "娄底市"
    },{
        code: "433000",
        name: "怀化地区"
    },{
        code: "433100",
        name: "湘西土家族苗族自治州"
    },{
        code: "439001",
        name: "醴陵市"
    },{
        code: "439002",
        name: "湘乡市"
    },{
        code: "439003",
        name: "耒阳市"
    },{
        code: "439004",
        name: "汨罗市"
    },{
        code: "439005",
        name: "津市市"
    }
]