export default [
    {
        code: "320000",
        name: "江苏省"
    },{
        code: "320201",
        name: "市辖区"
    },{
        code: "320202",
        name: "崇安区"
    },{
        code: "320203",
        name: "南长区"
    },{
        code: "320204",
        name: "北塘区"
    },{
        code: "320205",
        name: "锡山区"
    },{
        code: "320206",
        name: "惠山区"
    },{
        code: "320211",
        name: "郊区"
    },{
        code: "320212",
        name: "马山区"
    },{
        code: "320219",
        name: "江阴县"
    },{
        code: "320221",
        name: "江阴县"
    },{
        code: "320222",
        name: "无锡县"
    },{
        code: "320223",
        name: "宜兴县"
    },{
        code: "320281",
        name: "江阴市"
    },{
        code: "320282",
        name: "宜兴市"
    },{
        code: "320283",
        name: "锡山市"
    },{
        code: "320301",
        name: "市辖区"
    },{
        code: "320302",
        name: "鼓楼区"
    },{
        code: "320303",
        name: "云龙区"
    },{
        code: "320304",
        name: "九里区"
    },{
        code: "320305",
        name: "贾汪区"
    },{
        code: "320311",
        name: "泉山区"
    },{
        code: "320321",
        name: "丰县"
    },{
        code: "320322",
        name: "沛县"
    },{
        code: "320323",
        name: "铜山县"
    },{
        code: "320324",
        name: "睢宁县"
    },{
        code: "320325",
        name: "邳县"
    },{
        code: "320326",
        name: "新沂县"
    },{
        code: "320381",
        name: "新沂市"
    },{
        code: "320382",
        name: "邳州市"
    },{
        code: "320401",
        name: "市辖区"
    },{
        code: "320402",
        name: "天宁区"
    },{
        code: "320404",
        name: "钟楼区"
    },{
        code: "320405",
        name: "戚墅堰区"
    },{
        code: "320411",
        name: "郊区"
    },{
        code: "320412",
        name: "武进区"
    },{
        code: "320419",
        name: "武进市"
    },{
        code: "320421",
        name: "武进县"
    },{
        code: "320422",
        name: "金坛县"
    },{
        code: "320423",
        name: "溧阳县"
    },{
        code: "320481",
        name: "溧阳市"
    },{
        code: "320482",
        name: "金坛市"
    },{
        code: "320483",
        name: "武进市"
    },{
        code: "320501",
        name: "市辖区"
    },{
        code: "320502",
        name: "沧浪区"
    },{
        code: "320503",
        name: "平江区"
    },{
        code: "320504",
        name: "金阊区"
    },{
        code: "320505",
        name: "虎丘区"
    },{
        code: "320506",
        name: "吴中区"
    },{
        code: "320507",
        name: "相城区"
    },{
        code: "320511",
        name: "郊区"
    },{
        code: "320520",
        name: "常熟市"
    },{
        code: "320521",
        name: "沙洲县"
    },{
        code: "320522",
        name: "太仓县"
    },{
        code: "320523",
        name: "昆山县"
    },{
        code: "320524",
        name: "吴县"
    },{
        code: "320525",
        name: "吴江县"
    },{
        code: "320581",
        name: "常熟市"
    },{
        code: "320582",
        name: "张家港市"
    },{
        code: "320583",
        name: "昆山市"
    },{
        code: "320584",
        name: "吴江市"
    },{
        code: "320585",
        name: "太仓市"
    },{
        code: "320586",
        name: "吴县市"
    },{
        code: "320601",
        name: "市辖区"
    },{
        code: "320602",
        name: "崇川区"
    },{
        code: "320611",
        name: "港闸区"
    },{
        code: "320621",
        name: "海安县"
    },{
        code: "320622",
        name: "如皋县"
    },{
        code: "320623",
        name: "如东县"
    },{
        code: "320624",
        name: "南通县"
    },{
        code: "320625",
        name: "海门县"
    },{
        code: "320626",
        name: "启东县"
    },{
        code: "320681",
        name: "启东市"
    },{
        code: "320682",
        name: "如皋市"
    },{
        code: "320683",
        name: "通州市"
    },{
        code: "320684",
        name: "海门市"
    },{
        code: "320701",
        name: "市辖区"
    },{
        code: "320703",
        name: "连云区"
    },{
        code: "320704",
        name: "云台区"
    },{
        code: "320705",
        name: "新浦区"
    },{
        code: "320706",
        name: "海州区"
    },{
        code: "320721",
        name: "赣榆县"
    },{
        code: "320722",
        name: "东海县"
    },{
        code: "320723",
        name: "灌云县"
    },{
        code: "320724",
        name: "灌南县"
    },{
        code: "320801",
        name: "市辖区"
    },{
        code: "320802",
        name: "清河区"
    },{
        code: "320803",
        name: "楚州区"
    },{
        code: "320804",
        name: "淮阴区"
    },{
        code: "320811",
        name: "清浦区"
    },{
        code: "320819",
        name: "宿迁市"
    },{
        code: "320821",
        name: "淮阴县"
    },{
        code: "320822",
        name: "灌南县"
    },{
        code: "320823",
        name: "沭阳县"
    },{
        code: "320824",
        name: "宿迁县"
    },{
        code: "320825",
        name: "泗阳县"
    },{
        code: "320826",
        name: "涟水县"
    },{
        code: "320827",
        name: "泗洪县"
    },{
        code: "320828",
        name: "淮安县"
    },{
        code: "320829",
        name: "洪泽县"
    },{
        code: "320830",
        name: "盱眙县"
    },{
        code: "320831",
        name: "金湖县"
    },{
        code: "320881",
        name: "宿迁市"
    },{
        code: "320882",
        name: "淮安市"
    },{
        code: "320901",
        name: "市辖区"
    },{
        code: "320902",
        name: "城区"
    },{
        code: "320903",
        name: "盐都区"
    },{
        code: "320911",
        name: "郊区"
    },{
        code: "320919",
        name: "东台市"
    },{
        code: "320921",
        name: "响水县"
    },{
        code: "320922",
        name: "滨海县"
    },{
        code: "320923",
        name: "阜宁县"
    },{
        code: "320924",
        name: "射阳县"
    },{
        code: "320925",
        name: "建湖县"
    },{
        code: "320926",
        name: "大丰县"
    },{
        code: "320927",
        name: "东台县"
    },{
        code: "320928",
        name: "盐都县"
    },{
        code: "320981",
        name: "东台市"
    },{
        code: "320982",
        name: "大丰市"
    },{
        code: "321001",
        name: "市辖区"
    },{
        code: "321002",
        name: "广陵区"
    },{
        code: "321003",
        name: "邗江区"
    },{
        code: "321011",
        name: "郊区"
    },{
        code: "321019",
        name: "仪征市"
    },{
        code: "321020",
        name: "泰州市"
    },{
        code: "321021",
        name: "兴化县"
    },{
        code: "321022",
        name: "高邮县"
    },{
        code: "321023",
        name: "宝应县"
    },{
        code: "321024",
        name: "靖江县"
    },{
        code: "321025",
        name: "泰兴县"
    },{
        code: "321026",
        name: "江都县"
    },{
        code: "321027",
        name: "邗江县"
    },{
        code: "321028",
        name: "泰县"
    },{
        code: "321029",
        name: "仪征县"
    },{
        code: "321081",
        name: "仪征市"
    },{
        code: "321082",
        name: "泰州市"
    },{
        code: "321083",
        name: "兴化市"
    },{
        code: "321084",
        name: "高邮市"
    },{
        code: "321085",
        name: "泰兴市"
    },{
        code: "321086",
        name: "靖江市"
    },{
        code: "321087",
        name: "江都市"
    },{
        code: "321088",
        name: "江都市"
    },{
        code: "321101",
        name: "市辖区"
    },{
        code: "321102",
        name: "京口区"
    },{
        code: "321111",
        name: "润州区"
    },{
        code: "321112",
        name: "丹徒区"
    },{
        code: "321119",
        name: "丹阳市"
    },{
        code: "321121",
        name: "丹徒县"
    },{
        code: "321122",
        name: "丹阳县"
    },{
        code: "321123",
        name: "句容县"
    },{
        code: "321124",
        name: "扬中县"
    },{
        code: "321181",
        name: "丹阳市"
    },{
        code: "321182",
        name: "扬中市"
    },{
        code: "321183",
        name: "句容市"
    },{
        code: "321201",
        name: "市辖区"
    },{
        code: "321202",
        name: "海陵区"
    },{
        code: "321203",
        name: "高港区"
    },{
        code: "321281",
        name: "兴化市"
    },{
        code: "321282",
        name: "靖江市"
    },{
        code: "321283",
        name: "泰兴市"
    },{
        code: "321284",
        name: "姜堰市"
    },{
        code: "321301",
        name: "市辖区"
    },{
        code: "321302",
        name: "宿城区"
    },{
        code: "321311",
        name: "宿豫区"
    },{
        code: "321321",
        name: "宿豫县"
    },{
        code: "321322",
        name: "沭阳县"
    },{
        code: "321323",
        name: "泗阳县"
    },{
        code: "321324",
        name: "泗洪县"
    },{
        code: "320100",
        name: "南京市"
    },{
        code: "320200",
        name: "无锡市"
    },{
        code: "320300",
        name: "徐州市"
    },{
        code: "320400",
        name: "常州市"
    },{
        code: "320500",
        name: "苏州市"
    },{
        code: "320600",
        name: "南通市"
    },{
        code: "320700",
        name: "连云港市"
    },{
        code: "320800",
        name: "淮安市"
    },{
        code: "320900",
        name: "盐城市"
    },{
        code: "321000",
        name: "扬州市"
    },{
        code: "321100",
        name: "镇江市"
    },{
        code: "321200",
        name: "泰州市"
    },{
        code: "321300",
        name: "宿迁市"
    }
]