export default [
    {
        code: "360000",
        name: "江西省"
    },{
        code: "360101",
        name: "市辖区"
    },{
        code: "360102",
        name: "东湖区"
    },{
        code: "360103",
        name: "西湖区"
    },{
        code: "360104",
        name: "青云谱区"
    },{
        code: "360105",
        name: "湾里区"
    },{
        code: "360111",
        name: "郊区"
    },{
        code: "360121",
        name: "南昌县"
    },{
        code: "360122",
        name: "新建县"
    },{
        code: "360123",
        name: "安义县"
    },{
        code: "360124",
        name: "进贤县"
    },{
        code: "360201",
        name: "市辖区"
    },{
        code: "360202",
        name: "昌江区"
    },{
        code: "360203",
        name: "珠山区"
    },{
        code: "360211",
        name: "鹅湖区"
    },{
        code: "360212",
        name: "蛟潭区"
    },{
        code: "360221",
        name: "乐平县"
    },{
        code: "360222",
        name: "浮梁县"
    },{
        code: "360281",
        name: "乐平市"
    },{
        code: "361128",
        name: "鄱阳县"
    },{
        code: "361129",
        name: "万年县"
    },{
        code: "361130",
        name: "婺源县"
    },{
        code: "361181",
        name: "德兴市"
    },{
        code: "361101",
        name: "市辖区"
    },{
        code: "361102",
        name: "信州区"
    },{
        code: "361121",
        name: "上饶县"
    },{
        code: "361122",
        name: "广丰县"
    },{
        code: "361123",
        name: "玉山县"
    },{
        code: "361124",
        name: "铅山县"
    },{
        code: "361125",
        name: "横峰县"
    },{
        code: "361126",
        name: "弋阳县"
    },{
        code: "361127",
        name: "余干县"
    },{
        code: "362101",
        name: "赣州市"
    },{
        code: "362102",
        name: "瑞金市"
    },{
        code: "362103",
        name: "南康市"
    },{
        code: "362121",
        name: "赣县"
    },{
        code: "362122",
        name: "南康市"
    },{
        code: "362123",
        name: "信丰县"
    },{
        code: "362124",
        name: "大余县"
    },{
        code: "362125",
        name: "上犹县"
    },{
        code: "362126",
        name: "崇义县"
    },{
        code: "362127",
        name: "安远县"
    },{
        code: "362128",
        name: "龙南县"
    },{
        code: "362129",
        name: "定南县"
    },{
        code: "362130",
        name: "全南县"
    },{
        code: "362131",
        name: "宁都县"
    },{
        code: "362132",
        name: "于都县"
    },{
        code: "362133",
        name: "兴国县"
    },{
        code: "362134",
        name: "瑞金市"
    },{
        code: "362135",
        name: "会昌县"
    },{
        code: "362136",
        name: "寻乌县"
    },{
        code: "362137",
        name: "石城县"
    },{
        code: "362138",
        name: "广昌县"
    },{
        code: "362201",
        name: "宜春市"
    },{
        code: "362202",
        name: "丰城市"
    },{
        code: "362203",
        name: "樟树市"
    },{
        code: "362204",
        name: "高安市"
    },{
        code: "362221",
        name: "丰城县"
    },{
        code: "362222",
        name: "高安县"
    },{
        code: "362223",
        name: "清江县"
    },{
        code: "362224",
        name: "新余县"
    },{
        code: "362225",
        name: "宜春县"
    },{
        code: "362226",
        name: "奉新县"
    },{
        code: "362227",
        name: "万载县"
    },{
        code: "362228",
        name: "上高县"
    },{
        code: "362229",
        name: "宜丰县"
    },{
        code: "362230",
        name: "分宜县"
    },{
        code: "362231",
        name: "安义县"
    },{
        code: "362232",
        name: "靖安县"
    },{
        code: "362233",
        name: "铜鼓县"
    },{
        code: "362301",
        name: "上饶市"
    },{
        code: "362302",
        name: "德兴市"
    },{
        code: "362321",
        name: "上饶县"
    },{
        code: "362322",
        name: "广丰县"
    },{
        code: "362323",
        name: "玉山县"
    },{
        code: "362324",
        name: "铅山县"
    },{
        code: "362325",
        name: "横峰县"
    },{
        code: "362326",
        name: "弋阳县"
    },{
        code: "362327",
        name: "贵溪县"
    },{
        code: "362328",
        name: "余江县"
    },{
        code: "362329",
        name: "余干县"
    },{
        code: "362330",
        name: "波阳县"
    },{
        code: "362331",
        name: "万年县"
    },{
        code: "362332",
        name: "乐平县"
    },{
        code: "362333",
        name: "德兴县"
    },{
        code: "362334",
        name: "婺源县"
    },{
        code: "360301",
        name: "市辖区"
    },{
        code: "360302",
        name: "安源区"
    },{
        code: "360311",
        name: "上栗区"
    },{
        code: "360312",
        name: "芦溪区"
    },{
        code: "360313",
        name: "湘东区"
    },{
        code: "360321",
        name: "莲花县"
    },{
        code: "360322",
        name: "上栗县"
    },{
        code: "360323",
        name: "芦溪县"
    },{
        code: "360401",
        name: "市辖区"
    },{
        code: "360402",
        name: "庐山区"
    },{
        code: "360403",
        name: "浔阳区"
    },{
        code: "360421",
        name: "九江县"
    },{
        code: "360422",
        name: "瑞昌县"
    },{
        code: "360423",
        name: "武宁县"
    },{
        code: "360424",
        name: "修水县"
    },{
        code: "360425",
        name: "永修县"
    },{
        code: "360426",
        name: "德安县"
    },{
        code: "360427",
        name: "星子县"
    },{
        code: "360428",
        name: "都昌县"
    },{
        code: "360429",
        name: "湖口县"
    },{
        code: "360430",
        name: "彭泽县"
    },{
        code: "360481",
        name: "瑞昌市"
    },{
        code: "360501",
        name: "市辖区"
    },{
        code: "360502",
        name: "渝水区"
    },{
        code: "360521",
        name: "分宜县"
    },{
        code: "360601",
        name: "市辖区"
    },{
        code: "360602",
        name: "月湖区"
    },{
        code: "360621",
        name: "贵溪县"
    },{
        code: "360622",
        name: "余江县"
    },{
        code: "360681",
        name: "贵溪市"
    },{
        code: "360701",
        name: "市辖区"
    },{
        code: "360702",
        name: "章贡区"
    },{
        code: "360721",
        name: "赣县"
    },{
        code: "360722",
        name: "信丰县"
    },{
        code: "360723",
        name: "大余县"
    },{
        code: "360724",
        name: "上犹县"
    },{
        code: "360725",
        name: "崇义县"
    },{
        code: "360726",
        name: "安远县"
    },{
        code: "360727",
        name: "龙南县"
    },{
        code: "360728",
        name: "定南县"
    },{
        code: "360729",
        name: "全南县"
    },{
        code: "360730",
        name: "宁都县"
    },{
        code: "360731",
        name: "于都县"
    },{
        code: "360732",
        name: "兴国县"
    },{
        code: "360733",
        name: "会昌县"
    },{
        code: "360734",
        name: "寻乌县"
    },{
        code: "360735",
        name: "石城县"
    },{
        code: "360781",
        name: "瑞金市"
    },{
        code: "360782",
        name: "南康市"
    },{
        code: "360801",
        name: "市辖区"
    },{
        code: "360802",
        name: "吉州区"
    },{
        code: "360803",
        name: "青原区"
    },{
        code: "360821",
        name: "吉安县"
    },{
        code: "360822",
        name: "吉水县"
    },{
        code: "360823",
        name: "峡江县"
    },{
        code: "360824",
        name: "新干县"
    },{
        code: "360825",
        name: "永丰县"
    },{
        code: "360826",
        name: "泰和县"
    },{
        code: "360827",
        name: "遂川县"
    },{
        code: "360828",
        name: "万安县"
    },{
        code: "360829",
        name: "安福县"
    },{
        code: "360830",
        name: "永新县"
    },{
        code: "360881",
        name: "井冈山市"
    },{
        code: "360901",
        name: "市辖区"
    },{
        code: "360902",
        name: "袁州区"
    },{
        code: "360921",
        name: "奉新县"
    },{
        code: "360922",
        name: "万载县"
    },{
        code: "360923",
        name: "上高县"
    },{
        code: "360924",
        name: "宜丰县"
    },{
        code: "360925",
        name: "靖安县"
    },{
        code: "360926",
        name: "铜鼓县"
    },{
        code: "360981",
        name: "丰城市"
    },{
        code: "360982",
        name: "樟树市"
    },{
        code: "360983",
        name: "高安市"
    },{
        code: "361001",
        name: "市辖区"
    },{
        code: "361002",
        name: "临川区"
    },{
        code: "361021",
        name: "南城县"
    },{
        code: "361022",
        name: "黎川县"
    },{
        code: "361023",
        name: "南丰县"
    },{
        code: "361024",
        name: "崇仁县"
    },{
        code: "361025",
        name: "乐安县"
    },{
        code: "361026",
        name: "宜黄县"
    },{
        code: "361027",
        name: "金溪县"
    },{
        code: "361028",
        name: "资溪县"
    },{
        code: "361029",
        name: "东乡县"
    },{
        code: "361030",
        name: "广昌县"
    },{
        code: "362401",
        name: "吉安市"
    },{
        code: "362402",
        name: "井冈山市"
    },{
        code: "362421",
        name: "吉安县"
    },{
        code: "362422",
        name: "吉水县"
    },{
        code: "362423",
        name: "峡江县"
    },{
        code: "362424",
        name: "新干县"
    },{
        code: "362425",
        name: "永丰县"
    },{
        code: "362426",
        name: "泰和县"
    },{
        code: "362427",
        name: "遂川县"
    },{
        code: "362428",
        name: "万安县"
    },{
        code: "362429",
        name: "安福县"
    },{
        code: "362430",
        name: "永新县"
    },{
        code: "362431",
        name: "莲花县"
    },{
        code: "362432",
        name: "宁冈县"
    },{
        code: "362433",
        name: "井岗山县"
    },{
        code: "362501",
        name: "临川市"
    },{
        code: "362502",
        name: "临川市"
    },{
        code: "362521",
        name: "临川县"
    },{
        code: "362522",
        name: "南城县"
    },{
        code: "362523",
        name: "黎川县"
    },{
        code: "362524",
        name: "南丰县"
    },{
        code: "362525",
        name: "崇仁县"
    },{
        code: "362526",
        name: "乐安县"
    },{
        code: "362527",
        name: "宜黄县"
    },{
        code: "362528",
        name: "金溪县"
    },{
        code: "362529",
        name: "资溪县"
    },{
        code: "362530",
        name: "进贤县"
    },{
        code: "362531",
        name: "东乡县"
    },{
        code: "362532",
        name: "广昌县"
    },{
        code: "362621",
        name: "九江县"
    },{
        code: "362622",
        name: "瑞昌县"
    },{
        code: "362623",
        name: "武宁县"
    },{
        code: "362624",
        name: "修水县"
    },{
        code: "362625",
        name: "永修县"
    },{
        code: "362626",
        name: "德安县"
    },{
        code: "362627",
        name: "星子县"
    },{
        code: "362628",
        name: "都昌县"
    },{
        code: "362629",
        name: "湖口县"
    },{
        code: "362630",
        name: "彭泽县"
    },{
        code: "360100",
        name: "南昌市"
    },{
        code: "360200",
        name: "景德镇市"
    },{
        code: "361100",
        name: "上饶市"
    },{
        code: "362100",
        name: "赣州地区"
    },{
        code: "362200",
        name: "宜春地区"
    },{
        code: "362300",
        name: "上饶地区"
    },{
        code: "360300",
        name: "萍乡市"
    },{
        code: "360400",
        name: "九江市"
    },{
        code: "360500",
        name: "新余市"
    },{
        code: "360600",
        name: "鹰潭市"
    },{
        code: "360700",
        name: "赣州市"
    },{
        code: "360800",
        name: "吉安市"
    },{
        code: "360900",
        name: "宜春市"
    },{
        code: "361000",
        name: "抚州市"
    },{
        code: "362400",
        name: "吉安地区"
    },{
        code: "362500",
        name: "抚州地区"
    },{
        code: "362600",
        name: "九江地区"
    }
]