export default [
    {
        code: "220000",
        name: "吉林省"
    },{
        code: "220101",
        name: "市辖区"
    },{
        code: "220102",
        name: "南关区"
    },{
        code: "220103",
        name: "宽城区"
    },{
        code: "220104",
        name: "朝阳区"
    },{
        code: "220105",
        name: "二道区"
    },{
        code: "220106",
        name: "绿园区"
    },{
        code: "220111",
        name: "郊区"
    },{
        code: "220112",
        name: "双阳区"
    },{
        code: "220120",
        name: "市区"
    },{
        code: "220121",
        name: "榆树县"
    },{
        code: "220122",
        name: "农安县"
    },{
        code: "220123",
        name: "九台县"
    },{
        code: "220124",
        name: "德惠县"
    },{
        code: "220125",
        name: "双阳县"
    },{
        code: "220181",
        name: "九台市"
    },{
        code: "220182",
        name: "榆树市"
    },{
        code: "220183",
        name: "德惠市"
    },{
        code: "220201",
        name: "市辖区"
    },{
        code: "220202",
        name: "昌邑区"
    },{
        code: "220203",
        name: "龙潭区"
    },{
        code: "220204",
        name: "船营区"
    },{
        code: "220211",
        name: "丰满区"
    },{
        code: "220220",
        name: "市区"
    },{
        code: "220221",
        name: "永吉县"
    },{
        code: "220222",
        name: "舒兰县"
    },{
        code: "220223",
        name: "磐石县"
    },{
        code: "220224",
        name: "蛟河县"
    },{
        code: "220225",
        name: "桦甸县"
    },{
        code: "220281",
        name: "蛟河市"
    },{
        code: "220282",
        name: "桦甸市"
    },{
        code: "220283",
        name: "舒兰市"
    },{
        code: "220284",
        name: "磐石市"
    },{
        code: "220301",
        name: "市辖区"
    },{
        code: "220302",
        name: "铁西区"
    },{
        code: "220303",
        name: "铁东区"
    },{
        code: "220319",
        name: "公主岭市"
    },{
        code: "220321",
        name: "怀德县"
    },{
        code: "220322",
        name: "梨树县"
    },{
        code: "220323",
        name: "伊通满族自治县"
    },{
        code: "220324",
        name: "双辽县"
    },{
        code: "220381",
        name: "公主岭市"
    },{
        code: "220382",
        name: "双辽市"
    },{
        code: "220401",
        name: "市辖区"
    },{
        code: "220402",
        name: "龙山区"
    },{
        code: "220403",
        name: "西安区"
    },{
        code: "220421",
        name: "东丰县"
    },{
        code: "220422",
        name: "东辽县"
    },{
        code: "220501",
        name: "市辖区"
    },{
        code: "220502",
        name: "东昌区"
    },{
        code: "220503",
        name: "二道江区"
    },{
        code: "220519",
        name: "梅河口市"
    },{
        code: "220521",
        name: "通化县"
    },{
        code: "220522",
        name: "集安县"
    },{
        code: "220523",
        name: "辉南县"
    },{
        code: "220524",
        name: "柳河县"
    },{
        code: "220581",
        name: "梅河口市"
    },{
        code: "220582",
        name: "集安市"
    },{
        code: "220601",
        name: "市辖区"
    },{
        code: "220602",
        name: "八道江区"
    },{
        code: "220603",
        name: "三岔子区"
    },{
        code: "220604",
        name: "临江区"
    },{
        code: "220621",
        name: "抚松县"
    },{
        code: "220622",
        name: "靖宇县"
    },{
        code: "220623",
        name: "长白朝鲜族自治县"
    },{
        code: "220625",
        name: "江源县"
    },{
        code: "220681",
        name: "临江市"
    },{
        code: "220701",
        name: "市辖区"
    },{
        code: "220702",
        name: "宁江区"
    },{
        code: "220721",
        name: "前郭尔罗斯蒙古族自治县"
    },{
        code: "220722",
        name: "长岭县"
    },{
        code: "220723",
        name: "乾安县"
    },{
        code: "220724",
        name: "扶余县"
    },{
        code: "220801",
        name: "市辖区"
    },{
        code: "220802",
        name: "洮北区"
    },{
        code: "220821",
        name: "镇赉县"
    },{
        code: "220822",
        name: "通榆县"
    },{
        code: "220881",
        name: "洮南市"
    },{
        code: "220882",
        name: "大安市"
    },{
        code: "222301",
        name: "白城市"
    },{
        code: "222302",
        name: "洮南市"
    },{
        code: "222303",
        name: "扶余市"
    },{
        code: "222304",
        name: "大安市"
    },{
        code: "222321",
        name: "扶余县"
    },{
        code: "222322",
        name: "洮安县"
    },{
        code: "222323",
        name: "长岭县"
    },{
        code: "222324",
        name: "前郭尔罗斯蒙古族自治县"
    },{
        code: "222325",
        name: "大安县"
    },{
        code: "222326",
        name: "镇赉县"
    },{
        code: "222327",
        name: "通榆县"
    },{
        code: "222328",
        name: "乾安县"
    },{
        code: "222401",
        name: "延吉市"
    },{
        code: "222402",
        name: "图们市"
    },{
        code: "222403",
        name: "敦化市"
    },{
        code: "222404",
        name: "珲春市"
    },{
        code: "222405",
        name: "龙井市"
    },{
        code: "222406",
        name: "和龙市"
    },{
        code: "222421",
        name: "龙井县"
    },{
        code: "222422",
        name: "敦化县"
    },{
        code: "222423",
        name: "和龙县"
    },{
        code: "222424",
        name: "汪清县"
    },{
        code: "222425",
        name: "珲春县"
    },{
        code: "222426",
        name: "安图县"
    },{
        code: "220100",
        name: "长春市"
    },{
        code: "220200",
        name: "吉林市"
    },{
        code: "220300",
        name: "四平市"
    },{
        code: "220400",
        name: "辽源市"
    },{
        code: "220500",
        name: "通化市"
    },{
        code: "220600",
        name: "白山市"
    },{
        code: "220700",
        name: "松原市"
    },{
        code: "220800",
        name: "白城市"
    },{
        code: "222300",
        name: "白城地区"
    },{
        code: "222400",
        name: "延边朝鲜族自治州"
    },{
        code: "222101",
        name: "四平市"
    },{
        code: "222102",
        name: "辽源市"
    },{
        code: "222121",
        name: "怀德县"
    },{
        code: "222122",
        name: "梨树县"
    },{
        code: "222123",
        name: "伊通满族自治县"
    },{
        code: "222124",
        name: "东丰县"
    },{
        code: "222125",
        name: "双辽县"
    },{
        code: "222201",
        name: "通化市"
    },{
        code: "222202",
        name: "浑江市"
    },{
        code: "222221",
        name: "海龙县"
    },{
        code: "222222",
        name: "通化县"
    },{
        code: "222223",
        name: "柳河县"
    },{
        code: "222224",
        name: "辉南县"
    },{
        code: "222225",
        name: "集安县"
    },{
        code: "222226",
        name: "抚松县"
    },{
        code: "222227",
        name: "靖宇县"
    },{
        code: "222228",
        name: "长白朝鲜族自治县"
    },{
        code: "229001",
        name: "公主岭市"
    },{
        code: "229002",
        name: "梅河口市"
    },{
        code: "229003",
        name: "集安市"
    },{
        code: "229004",
        name: "桦甸市"
    },{
        code: "229005",
        name: "九台市"
    }
]