export default [
    {
        code: "210000",
        name: "辽宁省"
    },{
        code: "210101",
        name: "市辖区"
    },{
        code: "210102",
        name: "和平区"
    },{
        code: "210103",
        name: "沈河区"
    },{
        code: "210104",
        name: "大东区"
    },{
        code: "210105",
        name: "皇姑区"
    },{
        code: "210106",
        name: "铁西区"
    },{
        code: "210111",
        name: "苏家屯区"
    },{
        code: "210112",
        name: "东陵区"
    },{
        code: "210113",
        name: "沈北新区"
    },{
        code: "210114",
        name: "于洪区"
    },{
        code: "210120",
        name: "市区"
    },{
        code: "210121",
        name: "新民县"
    },{
        code: "210122",
        name: "辽中县"
    },{
        code: "210123",
        name: "康平县"
    },{
        code: "210124",
        name: "法库县"
    },{
        code: "210181",
        name: "新民市"
    },{
        code: "210201",
        name: "市辖区"
    },{
        code: "210202",
        name: "中山区"
    },{
        code: "210203",
        name: "西岗区"
    },{
        code: "210204",
        name: "沙河口区"
    },{
        code: "210211",
        name: "甘井子区"
    },{
        code: "210212",
        name: "旅顺口区"
    },{
        code: "210213",
        name: "金州区"
    },{
        code: "210219",
        name: "瓦房店市"
    },{
        code: "210220",
        name: "市区"
    },{
        code: "210221",
        name: "金县"
    },{
        code: "210222",
        name: "新金县"
    },{
        code: "210223",
        name: "复县"
    },{
        code: "210224",
        name: "长海县"
    },{
        code: "210225",
        name: "庄河县"
    },{
        code: "210281",
        name: "瓦房店市"
    },{
        code: "210282",
        name: "普兰店市"
    },{
        code: "210283",
        name: "庄河市"
    },{
        code: "210301",
        name: "市辖区"
    },{
        code: "210302",
        name: "铁东区"
    },{
        code: "210303",
        name: "铁西区"
    },{
        code: "210304",
        name: "立山区"
    },{
        code: "210311",
        name: "千山区"
    },{
        code: "210319",
        name: "开发区"
    },{
        code: "210321",
        name: "台安县"
    },{
        code: "210323",
        name: "岫岩满族自治县"
    },{
        code: "210381",
        name: "海城市"
    },{
        code: "210401",
        name: "市辖区"
    },{
        code: "210402",
        name: "新抚区"
    },{
        code: "210403",
        name: "东洲区"
    },{
        code: "210404",
        name: "望花区"
    },{
        code: "210411",
        name: "顺城区"
    },{
        code: "210421",
        name: "抚顺县"
    },{
        code: "210422",
        name: "新宾满族自治县"
    },{
        code: "210423",
        name: "清原满族自治县"
    },{
        code: "210501",
        name: "市辖区"
    },{
        code: "210502",
        name: "平山区"
    },{
        code: "210503",
        name: "溪湖区"
    },{
        code: "210504",
        name: "明山区"
    },{
        code: "210505",
        name: "南芬区"
    },{
        code: "210511",
        name: "南芬区"
    },{
        code: "210521",
        name: "本溪满族自治县"
    },{
        code: "210522",
        name: "桓仁满族自治县"
    },{
        code: "210601",
        name: "市辖区"
    },{
        code: "210602",
        name: "元宝区"
    },{
        code: "210603",
        name: "振兴区"
    },{
        code: "210604",
        name: "振安区"
    },{
        code: "210620",
        name: "市区"
    },{
        code: "210621",
        name: "凤城满族自治县"
    },{
        code: "210622",
        name: "岫岩满族自治县"
    },{
        code: "210623",
        name: "东沟县"
    },{
        code: "210624",
        name: "宽甸满族自治县"
    },{
        code: "210681",
        name: "东港市"
    },{
        code: "210682",
        name: "凤城市"
    },{
        code: "210701",
        name: "市辖区"
    },{
        code: "210702",
        name: "古塔区"
    },{
        code: "210703",
        name: "凌河区"
    },{
        code: "210704",
        name: "南票区"
    },{
        code: "210705",
        name: "葫芦岛区"
    },{
        code: "210711",
        name: "太和区"
    },{
        code: "210719",
        name: "锦西市"
    },{
        code: "210720",
        name: "市区"
    },{
        code: "210721",
        name: "锦西县"
    },{
        code: "210722",
        name: "兴城县"
    },{
        code: "210723",
        name: "绥中县"
    },{
        code: "210724",
        name: "锦县"
    },{
        code: "210725",
        name: "北镇满族自治县"
    },{
        code: "210726",
        name: "黑山县"
    },{
        code: "210727",
        name: "义县"
    },{
        code: "210781",
        name: "凌海市"
    },{
        code: "210782",
        name: "北镇市"
    },{
        code: "210801",
        name: "市辖区"
    },{
        code: "210802",
        name: "站前区"
    },{
        code: "210803",
        name: "西市区"
    },{
        code: "210804",
        name: "鲅鱼圈区"
    },{
        code: "210811",
        name: "老边区"
    },{
        code: "210821",
        name: "营口县"
    },{
        code: "210824",
        name: "盖县"
    },{
        code: "210881",
        name: "盖州市"
    },{
        code: "210882",
        name: "大石桥市"
    },{
        code: "210901",
        name: "市辖区"
    },{
        code: "210902",
        name: "海州区"
    },{
        code: "210903",
        name: "新邱区"
    },{
        code: "210904",
        name: "太平区"
    },{
        code: "210905",
        name: "清河门区"
    },{
        code: "210911",
        name: "细河区"
    },{
        code: "210921",
        name: "阜新蒙古族自治县"
    },{
        code: "210922",
        name: "彰武县"
    },{
        code: "211001",
        name: "市辖区"
    },{
        code: "211002",
        name: "白塔区"
    },{
        code: "211003",
        name: "文圣区"
    },{
        code: "211004",
        name: "宏伟区"
    },{
        code: "211005",
        name: "弓长岭区"
    },{
        code: "211011",
        name: "太子河区"
    },{
        code: "211021",
        name: "辽阳县"
    },{
        code: "211022",
        name: "灯塔县"
    },{
        code: "211081",
        name: "灯塔市"
    },{
        code: "211101",
        name: "市辖区"
    },{
        code: "211102",
        name: "双台子区"
    },{
        code: "211103",
        name: "兴隆台区"
    },{
        code: "211111",
        name: "郊区"
    },{
        code: "211121",
        name: "大洼县"
    },{
        code: "211122",
        name: "盘山县"
    },{
        code: "211201",
        name: "市辖区"
    },{
        code: "211202",
        name: "银州区"
    },{
        code: "211203",
        name: "铁法区"
    },{
        code: "211204",
        name: "清河区"
    },{
        code: "211221",
        name: "铁岭县"
    },{
        code: "211222",
        name: "开原县"
    },{
        code: "211223",
        name: "西丰县"
    },{
        code: "211224",
        name: "昌图县"
    },{
        code: "211225",
        name: "康平县"
    },{
        code: "211226",
        name: "法库县"
    },{
        code: "211281",
        name: "调兵山市"
    },{
        code: "211282",
        name: "开原市"
    },{
        code: "211301",
        name: "市辖区"
    },{
        code: "211302",
        name: "双塔区"
    },{
        code: "211303",
        name: "龙城区"
    },{
        code: "211321",
        name: "朝阳县"
    },{
        code: "211322",
        name: "建平县"
    },{
        code: "211323",
        name: "凌源县"
    },{
        code: "211324",
        name: "喀喇沁左翼蒙古族自治县"
    },{
        code: "211325",
        name: "建昌县"
    },{
        code: "211326",
        name: "北票县"
    },{
        code: "211381",
        name: "北票市"
    },{
        code: "211382",
        name: "凌源市"
    },{
        code: "211401",
        name: "市辖区"
    },{
        code: "211402",
        name: "连山区"
    },{
        code: "211403",
        name: "龙港区"
    },{
        code: "211404",
        name: "南票区"
    },{
        code: "211421",
        name: "绥中县"
    },{
        code: "211422",
        name: "建昌县"
    },{
        code: "211481",
        name: "兴城市"
    },{
        code: "212101",
        name: "铁岭市"
    },{
        code: "212102",
        name: "铁法市"
    },{
        code: "212121",
        name: "铁岭县"
    },{
        code: "212122",
        name: "开原县"
    },{
        code: "212123",
        name: "西丰县"
    },{
        code: "212124",
        name: "昌图县"
    },{
        code: "212125",
        name: "康平县"
    },{
        code: "212126",
        name: "法库县"
    },{
        code: "212225",
        name: "建昌县"
    },{
        code: "212226",
        name: "北票县"
    },{
        code: "210100",
        name: "沈阳市"
    },{
        code: "210200",
        name: "大连市"
    },{
        code: "210300",
        name: "鞍山市"
    },{
        code: "210400",
        name: "抚顺市"
    },{
        code: "210500",
        name: "本溪市"
    },{
        code: "210600",
        name: "丹东市"
    },{
        code: "210700",
        name: "锦州市"
    },{
        code: "210800",
        name: "营口市"
    },{
        code: "210900",
        name: "阜新市"
    },{
        code: "211000",
        name: "辽阳市"
    },{
        code: "211100",
        name: "盘锦市"
    },{
        code: "211200",
        name: "铁岭市"
    },{
        code: "211300",
        name: "朝阳市"
    },{
        code: "211400",
        name: "葫芦岛市"
    },{
        code: "212100",
        name: "铁岭市"
    },{
        code: "212200",
        name: "朝阳市"
    },{
        code: "219001",
        name: "瓦房店市"
    },{
        code: "219002",
        name: "海城市"
    },{
        code: "219003",
        name: "锦西市"
    },{
        code: "219004",
        name: "兴城市"
    },{
        code: "219005",
        name: "铁法市"
    },{
        code: "219006",
        name: "北票市"
    },{
        code: "219007",
        name: "开原市"
    },{
        code: "220101",
        name: "市辖区"
    },{
        code: "220102",
        name: "南关区"
    }
]