export default [
    {
        code: "510000",
        name: "四川省"
    },{
        code: "510301",
        name: "市辖区"
    },{
        code: "510302",
        name: "自流井区"
    },{
        code: "510303",
        name: "贡井区"
    },{
        code: "510304",
        name: "大安区"
    },{
        code: "510311",
        name: "沿滩区"
    },{
        code: "510321",
        name: "荣县"
    },{
        code: "510322",
        name: "富顺县"
    },{
        code: "510401",
        name: "市辖区"
    },{
        code: "510402",
        name: "东区"
    },{
        code: "510403",
        name: "西区"
    },{
        code: "510411",
        name: "仁和区"
    },{
        code: "510421",
        name: "米易县"
    },{
        code: "510422",
        name: "盐边县"
    },{
        code: "510501",
        name: "市辖区"
    },{
        code: "510502",
        name: "江阳区"
    },{
        code: "510503",
        name: "纳溪区"
    },{
        code: "510504",
        name: "龙马潭区"
    },{
        code: "510521",
        name: "泸县"
    },{
        code: "510522",
        name: "合江县"
    },{
        code: "510523",
        name: "纳溪县"
    },{
        code: "510524",
        name: "叙永县"
    },{
        code: "510525",
        name: "古蔺县"
    },{
        code: "510601",
        name: "市辖区"
    },{
        code: "510602",
        name: "市中区"
    },{
        code: "510603",
        name: "旌阳区"
    },{
        code: "510622",
        name: "绵竹县"
    },{
        code: "510623",
        name: "中江县"
    },{
        code: "510624",
        name: "广汉县"
    },{
        code: "510625",
        name: "什邡县"
    },{
        code: "510626",
        name: "罗江县"
    },{
        code: "510681",
        name: "广汉市"
    },{
        code: "510682",
        name: "什邡市"
    },{
        code: "510683",
        name: "绵竹市"
    },{
        code: "510701",
        name: "市辖区"
    },{
        code: "510702",
        name: "市中区"
    },{
        code: "510703",
        name: "涪城区"
    },{
        code: "510704",
        name: "游仙区"
    },{
        code: "510721",
        name: "江油县"
    },{
        code: "510722",
        name: "三台县"
    },{
        code: "510723",
        name: "盐亭县"
    },{
        code: "510724",
        name: "安县"
    },{
        code: "510725",
        name: "梓潼县"
    },{
        code: "510726",
        name: "北川县"
    },{
        code: "510727",
        name: "平武县"
    },{
        code: "510781",
        name: "江油市"
    },{
        code: "510801",
        name: "市辖区"
    },{
        code: "510802",
        name: "市中区"
    },{
        code: "510811",
        name: "元坝区"
    },{
        code: "510812",
        name: "朝天区"
    },{
        code: "510821",
        name: "旺苍县"
    },{
        code: "510822",
        name: "青川县"
    },{
        code: "510823",
        name: "剑阁县"
    },{
        code: "510824",
        name: "苍溪县"
    },{
        code: "510901",
        name: "市辖区"
    },{
        code: "510902",
        name: "市中区"
    },{
        code: "510903",
        name: "船山区"
    },{
        code: "510904",
        name: "安居区"
    },{
        code: "510921",
        name: "蓬溪县"
    },{
        code: "510922",
        name: "射洪县"
    },{
        code: "510923",
        name: "大英县"
    },{
        code: "511001",
        name: "市辖区"
    },{
        code: "511002",
        name: "市中区"
    },{
        code: "511011",
        name: "东兴区"
    },{
        code: "511021",
        name: "内江县"
    },{
        code: "511022",
        name: "乐至县"
    },{
        code: "511023",
        name: "安岳县"
    },{
        code: "511024",
        name: "威远县"
    },{
        code: "511025",
        name: "资中县"
    },{
        code: "511026",
        name: "资阳市"
    },{
        code: "511027",
        name: "简阳县"
    },{
        code: "511028",
        name: "隆昌县"
    },{
        code: "511081",
        name: "资阳市"
    },{
        code: "512226",
        name: "奉节县"
    },{
        code: "512227",
        name: "巫山县"
    },{
        code: "512228",
        name: "巫溪县"
    },{
        code: "512229",
        name: "城口县"
    },{
        code: "512201",
        name: "万县市"
    },{
        code: "512221",
        name: "万县"
    },{
        code: "512222",
        name: "开县"
    },{
        code: "512223",
        name: "忠县"
    },{
        code: "512224",
        name: "梁平县"
    },{
        code: "512225",
        name: "云阳县"
    },{
        code: "512301",
        name: "涪陵市"
    },{
        code: "512302",
        name: "南川市"
    },{
        code: "512321",
        name: "涪陵县"
    },{
        code: "512322",
        name: "垫江县"
    },{
        code: "512323",
        name: "南川县"
    },{
        code: "512324",
        name: "丰都县"
    },{
        code: "512325",
        name: "石柱县"
    },{
        code: "512326",
        name: "武隆县"
    },{
        code: "512327",
        name: "彭水县"
    },{
        code: "512328",
        name: "黔江县"
    },{
        code: "512329",
        name: "酉阳县"
    },{
        code: "512330",
        name: "秀山县"
    },{
        code: "512501",
        name: "宜宾市"
    },{
        code: "512527",
        name: "宜宾县"
    },{
        code: "512528",
        name: "南溪县"
    },{
        code: "512529",
        name: "江安县"
    },{
        code: "512530",
        name: "长宁县"
    },{
        code: "512531",
        name: "高县"
    },{
        code: "512532",
        name: "筠连县"
    },{
        code: "512533",
        name: "珙县"
    },{
        code: "512534",
        name: "兴文县"
    },{
        code: "512535",
        name: "屏山县"
    },{
        code: "512901",
        name: "南充市"
    },{
        code: "512902",
        name: "华蓥市"
    },{
        code: "512903",
        name: "阆中市"
    },{
        code: "512921",
        name: "南充县"
    },{
        code: "512922",
        name: "南部县"
    },{
        code: "512923",
        name: "岳池县"
    },{
        code: "512924",
        name: "营山县"
    },{
        code: "512925",
        name: "广安县"
    },{
        code: "512926",
        name: "蓬安县"
    },{
        code: "512927",
        name: "仪陇县"
    },{
        code: "512928",
        name: "武胜县"
    },{
        code: "512929",
        name: "西充县"
    },{
        code: "512930",
        name: "阆中县"
    },{
        code: "512931",
        name: "苍溪县"
    },{
        code: "512932",
        name: "华云工农区"
    },{
        code: "513001",
        name: "达川市"
    },{
        code: "513002",
        name: "万源市"
    },{
        code: "513021",
        name: "达县"
    },{
        code: "513022",
        name: "宣汉县"
    },{
        code: "513023",
        name: "开江县"
    },{
        code: "513024",
        name: "万源县"
    },{
        code: "513025",
        name: "通江县"
    },{
        code: "513026",
        name: "南江县"
    },{
        code: "513027",
        name: "巴中县"
    },{
        code: "513028",
        name: "平昌县"
    },{
        code: "513029",
        name: "大竹县"
    },{
        code: "513030",
        name: "渠县"
    },{
        code: "513031",
        name: "邻水县"
    },{
        code: "513032",
        name: "白沙工农区"
    },{
        code: "513101",
        name: "雅安市"
    },{
        code: "513122",
        name: "名山县"
    },{
        code: "513123",
        name: "荥经县"
    },{
        code: "513124",
        name: "汉源县"
    },{
        code: "513125",
        name: "石棉县"
    },{
        code: "513126",
        name: "天全县"
    },{
        code: "513127",
        name: "芦山县"
    },{
        code: "513128",
        name: "宝兴县"
    },{
        code: "513221",
        name: "汶川县"
    },{
        code: "513222",
        name: "理县"
    },{
        code: "513223",
        name: "茂县"
    },{
        code: "513224",
        name: "松潘县"
    },{
        code: "513225",
        name: "九寨沟县"
    },{
        code: "513226",
        name: "金川县"
    },{
        code: "513227",
        name: "小金县"
    },{
        code: "513228",
        name: "黑水县"
    },{
        code: "513229",
        name: "马尔康县"
    },{
        code: "513230",
        name: "壤塘县"
    },{
        code: "513231",
        name: "阿坝县"
    },{
        code: "513232",
        name: "若尔盖县"
    },{
        code: "513233",
        name: "红原县"
    },{
        code: "513321",
        name: "康定县"
    },{
        code: "513322",
        name: "泸定县"
    },{
        code: "513323",
        name: "丹巴县"
    },{
        code: "513324",
        name: "九龙县"
    },{
        code: "513325",
        name: "雅江县"
    },{
        code: "513326",
        name: "道孚县"
    },{
        code: "513327",
        name: "炉霍县"
    },{
        code: "513328",
        name: "甘孜县"
    },{
        code: "513329",
        name: "新龙县"
    },{
        code: "513330",
        name: "德格县"
    },{
        code: "513331",
        name: "白玉县"
    },{
        code: "513332",
        name: "石渠县"
    },{
        code: "513333",
        name: "色达县"
    },{
        code: "513334",
        name: "理塘县"
    },{
        code: "513335",
        name: "巴塘县"
    },{
        code: "513336",
        name: "乡城县"
    },{
        code: "513337",
        name: "稻城县"
    },{
        code: "513338",
        name: "得荣县"
    },{
        code: "513401",
        name: "西昌市"
    },{
        code: "513422",
        name: "木里藏族自治县"
    },{
        code: "513423",
        name: "盐源县"
    },{
        code: "513424",
        name: "德昌县"
    },{
        code: "513425",
        name: "会理县"
    },{
        code: "513426",
        name: "会东县"
    },{
        code: "513427",
        name: "宁南县"
    },{
        code: "513428",
        name: "普格县"
    },{
        code: "513429",
        name: "布拖县"
    },{
        code: "513430",
        name: "金阳县"
    },{
        code: "513431",
        name: "昭觉县"
    },{
        code: "513432",
        name: "喜德县"
    },{
        code: "513433",
        name: "冕宁县"
    },{
        code: "513434",
        name: "越西县"
    },{
        code: "513435",
        name: "甘洛县"
    },{
        code: "513436",
        name: "美姑县"
    },{
        code: "513437",
        name: "雷波县"
    },{
        code: "510101",
        name: "市辖区"
    },{
        code: "510102",
        name: "东城区"
    },{
        code: "510103",
        name: "西城区"
    },{
        code: "510104",
        name: "锦江区"
    },{
        code: "510105",
        name: "青羊区"
    },{
        code: "510106",
        name: "金牛区"
    },{
        code: "510107",
        name: "武侯区"
    },{
        code: "510108",
        name: "成华区"
    },{
        code: "510111",
        name: "金牛区"
    },{
        code: "510112",
        name: "龙泉驿区"
    },{
        code: "510113",
        name: "青白江区"
    },{
        code: "510114",
        name: "新都区"
    },{
        code: "510120",
        name: "市区"
    },{
        code: "510121",
        name: "金堂县"
    },{
        code: "510122",
        name: "双流县"
    },{
        code: "510123",
        name: "温江县"
    },{
        code: "510124",
        name: "郫县"
    },{
        code: "510125",
        name: "新都县"
    },{
        code: "510126",
        name: "彭县"
    },{
        code: "510127",
        name: "灌县"
    },{
        code: "510128",
        name: "崇庆县"
    },{
        code: "510129",
        name: "大邑县"
    },{
        code: "510130",
        name: "邛崃县"
    },{
        code: "510131",
        name: "蒲江县"
    },{
        code: "510132",
        name: "新津县"
    },{
        code: "510181",
        name: "都江堰市"
    },{
        code: "510182",
        name: "彭州市"
    },{
        code: "510183",
        name: "邛崃市"
    },{
        code: "510184",
        name: "崇州市"
    },{
        code: "510201",
        name: "市辖区"
    },{
        code: "510202",
        name: "市中区"
    },{
        code: "510203",
        name: "大渡口区"
    },{
        code: "510211",
        name: "江北区"
    },{
        code: "510212",
        name: "沙坪坝区"
    },{
        code: "510213",
        name: "九龙坡区"
    },{
        code: "510214",
        name: "南岸区"
    },{
        code: "510215",
        name: "北碚区"
    },{
        code: "510216",
        name: "万盛区"
    },{
        code: "510217",
        name: "双桥区"
    },{
        code: "510218",
        name: "渝北区"
    },{
        code: "510219",
        name: "巴南区"
    },{
        code: "510220",
        name: "市区"
    },{
        code: "510221",
        name: "长寿县"
    },{
        code: "510222",
        name: "巴县"
    },{
        code: "510223",
        name: "綦江县"
    },{
        code: "510224",
        name: "江北县"
    },{
        code: "510225",
        name: "江津县"
    },{
        code: "510226",
        name: "合川县"
    },{
        code: "510227",
        name: "潼南县"
    },{
        code: "510228",
        name: "铜梁县"
    },{
        code: "510229",
        name: "永川县"
    },{
        code: "510230",
        name: "大足县"
    },{
        code: "510231",
        name: "北碚区"
    },{
        code: "510232",
        name: "璧山县"
    },{
        code: "510281",
        name: "永川市"
    },{
        code: "510282",
        name: "江津市"
    },{
        code: "510283",
        name: "合川市"
    },{
        code: "511101",
        name: "市辖区"
    },{
        code: "511102",
        name: "市中区"
    },{
        code: "511111",
        name: "沙湾区"
    },{
        code: "511112",
        name: "五通桥区"
    },{
        code: "511113",
        name: "金口河区"
    },{
        code: "511121",
        name: "仁寿县"
    },{
        code: "511122",
        name: "眉山县"
    },{
        code: "511123",
        name: "犍为县"
    },{
        code: "511124",
        name: "井研县"
    },{
        code: "511125",
        name: "峨眉县"
    },{
        code: "511126",
        name: "夹江县"
    },{
        code: "511127",
        name: "洪雅县"
    },{
        code: "511128",
        name: "彭山县"
    },{
        code: "511129",
        name: "沐川县"
    },{
        code: "511130",
        name: "青神县"
    },{
        code: "511131",
        name: "丹棱县"
    },{
        code: "511132",
        name: "峨边彝族自治县"
    },{
        code: "511133",
        name: "马边彝族自治县"
    },{
        code: "511181",
        name: "峨眉山市"
    },{
        code: "511201",
        name: "市辖区"
    },{
        code: "511202",
        name: "龙宝区"
    },{
        code: "511203",
        name: "天成区"
    },{
        code: "511204",
        name: "五桥区"
    },{
        code: "511221",
        name: "开县"
    },{
        code: "511222",
        name: "忠县"
    },{
        code: "511223",
        name: "梁平县"
    },{
        code: "511224",
        name: "云阳县"
    },{
        code: "511225",
        name: "奉节县"
    },{
        code: "511226",
        name: "巫山县"
    },{
        code: "511227",
        name: "巫溪县"
    },{
        code: "511228",
        name: "城口县"
    },{
        code: "511301",
        name: "市辖区"
    },{
        code: "511302",
        name: "顺庆区"
    },{
        code: "511303",
        name: "高坪区"
    },{
        code: "511304",
        name: "嘉陵区"
    },{
        code: "511321",
        name: "南部县"
    },{
        code: "511322",
        name: "营山县"
    },{
        code: "511323",
        name: "蓬安县"
    },{
        code: "511324",
        name: "仪陇县"
    },{
        code: "511325",
        name: "西充县"
    },{
        code: "511381",
        name: "阆中市"
    },{
        code: "511401",
        name: "市辖区"
    },{
        code: "511402",
        name: "东坡区"
    },{
        code: "511421",
        name: "仁寿县"
    },{
        code: "511422",
        name: "彭山县"
    },{
        code: "511423",
        name: "洪雅县"
    },{
        code: "511424",
        name: "丹棱县"
    },{
        code: "511425",
        name: "青神县"
    },{
        code: "511501",
        name: "市辖区"
    },{
        code: "511502",
        name: "翠屏区"
    },{
        code: "511521",
        name: "宜宾县"
    },{
        code: "511522",
        name: "南溪县"
    },{
        code: "511523",
        name: "江安县"
    },{
        code: "511524",
        name: "长宁县"
    },{
        code: "511525",
        name: "高县"
    },{
        code: "511526",
        name: "珙县"
    },{
        code: "511527",
        name: "筠连县"
    },{
        code: "511528",
        name: "兴文县"
    },{
        code: "511529",
        name: "屏山县"
    },{
        code: "511601",
        name: "市辖区"
    },{
        code: "511602",
        name: "广安区"
    },{
        code: "511621",
        name: "岳池县"
    },{
        code: "511622",
        name: "武胜县"
    },{
        code: "511623",
        name: "邻水县"
    },{
        code: "511681",
        name: "华蓥市"
    },{
        code: "511701",
        name: "市辖区"
    },{
        code: "511702",
        name: "通川区"
    },{
        code: "511721",
        name: "达县"
    },{
        code: "511722",
        name: "宣汉县"
    },{
        code: "511723",
        name: "开江县"
    },{
        code: "511724",
        name: "大竹县"
    },{
        code: "511725",
        name: "渠县"
    },{
        code: "511781",
        name: "万源市"
    },{
        code: "511801",
        name: "市辖区"
    },{
        code: "511802",
        name: "雨城区"
    },{
        code: "511821",
        name: "名山县"
    },{
        code: "511822",
        name: "荥经县"
    },{
        code: "511823",
        name: "汉源县"
    },{
        code: "511824",
        name: "石棉县"
    },{
        code: "511825",
        name: "天全县"
    },{
        code: "511826",
        name: "芦山县"
    },{
        code: "511827",
        name: "宝兴县"
    },{
        code: "511901",
        name: "市辖区"
    },{
        code: "511902",
        name: "巴州区"
    },{
        code: "511921",
        name: "通江县"
    },{
        code: "511922",
        name: "南江县"
    },{
        code: "511923",
        name: "平昌县"
    },{
        code: "512001",
        name: "市辖区"
    },{
        code: "512002",
        name: "雁江区"
    },{
        code: "512021",
        name: "安岳县"
    },{
        code: "512022",
        name: "乐至县"
    },{
        code: "512081",
        name: "简阳市"
    },{
        code: "513521",
        name: "石柱土家族自治县"
    },{
        code: "513522",
        name: "秀山土家族苗族自治县"
    },{
        code: "513523",
        name: "黔江土家族苗族自治县"
    },{
        code: "513524",
        name: "酉阳土家族苗族自治县"
    },{
        code: "513601",
        name: "华蓥市"
    },{
        code: "513621",
        name: "岳池县"
    },{
        code: "513622",
        name: "广安县"
    },{
        code: "513623",
        name: "武胜县"
    },{
        code: "513624",
        name: "邻水县"
    },{
        code: "513701",
        name: "巴中市"
    },{
        code: "513721",
        name: "通江县"
    },{
        code: "513722",
        name: "南江县"
    },{
        code: "513723",
        name: "平昌县"
    },{
        code: "513821",
        name: "眉山县"
    },{
        code: "513822",
        name: "仁寿县"
    },{
        code: "513823",
        name: "彭山县"
    },{
        code: "513824",
        name: "洪雅县"
    },{
        code: "513825",
        name: "丹棱县"
    },{
        code: "513826",
        name: "青神县"
    },{
        code: "513901",
        name: "资阳市"
    },{
        code: "513902",
        name: "简阳市"
    },{
        code: "513921",
        name: "安岳县"
    },{
        code: "513922",
        name: "乐至县"
    },{
        code: "510300",
        name: "自贡市"
    },{
        code: "510400",
        name: "攀枝花市"
    },{
        code: "510500",
        name: "泸州市"
    },{
        code: "510600",
        name: "德阳市"
    },{
        code: "510700",
        name: "绵阳市"
    },{
        code: "510800",
        name: "广元市"
    },{
        code: "510900",
        name: "遂宁市"
    },{
        code: "511000",
        name: "内江市"
    },{
        code: "512200",
        name: "万县地区"
    },{
        code: "512300",
        name: "涪陵地区"
    },{
        code: "512500",
        name: "宜宾地区"
    },{
        code: "512900",
        name: "南充地区"
    },{
        code: "513000",
        name: "达川地区"
    },{
        code: "513100",
        name: "雅安地区"
    },{
        code: "513200",
        name: "阿坝藏族羌族自治州"
    },{
        code: "513300",
        name: "甘孜藏族自治州"
    },{
        code: "513400",
        name: "凉山彝族自治州"
    },{
        code: "510100",
        name: "成都市"
    },{
        code: "511100",
        name: "乐山市"
    },{
        code: "511200",
        name: "万县市"
    },{
        code: "511300",
        name: "南充市"
    },{
        code: "511400",
        name: "眉山市"
    },{
        code: "511500",
        name: "宜宾市"
    },{
        code: "511600",
        name: "广安市"
    },{
        code: "511700",
        name: "达州市"
    },{
        code: "511800",
        name: "雅安市"
    },{
        code: "511900",
        name: "巴中市"
    },{
        code: "512000",
        name: "资阳市"
    },{
        code: "513500",
        name: "黔江地区"
    },{
        code: "513600",
        name: "广安市"
    },{
        code: "513700",
        name: "巴中地区"
    },{
        code: "513800",
        name: "眉山地区"
    },{
        code: "513900",
        name: "资阳地区"
    },{
        code: "519001",
        name: "广汉市"
    },{
        code: "519002",
        name: "江油市"
    },{
        code: "519003",
        name: "都江堰市"
    },{
        code: "519004",
        name: "峨眉山市"
    }
]