export default [
    {
        code: "330000",
        name: "浙江省"
    },{
        code: "330101",
        name: "市辖区"
    },{
        code: "330102",
        name: "上城区"
    },{
        code: "330103",
        name: "下城区"
    },{
        code: "330104",
        name: "江干区"
    },{
        code: "330105",
        name: "拱墅区"
    },{
        code: "330106",
        name: "西湖区"
    },{
        code: "330107",
        name: "滨江区"
    },{
        code: "330108",
        name: "滨江区"
    },{
        code: "330109",
        name: "萧山区"
    },{
        code: "330110",
        name: "余杭区"
    },{
        code: "330120",
        name: "市区"
    },{
        code: "330121",
        name: "萧山县"
    },{
        code: "330122",
        name: "桐庐县"
    },{
        code: "330123",
        name: "富阳县"
    },{
        code: "330124",
        name: "临安县"
    },{
        code: "330125",
        name: "余杭县"
    },{
        code: "330126",
        name: "建德县"
    },{
        code: "330127",
        name: "淳安县"
    },{
        code: "330181",
        name: "萧山市"
    },{
        code: "330182",
        name: "建德市"
    },{
        code: "330183",
        name: "富阳市"
    },{
        code: "330184",
        name: "余杭市"
    },{
        code: "330185",
        name: "临安市"
    },{
        code: "331002",
        name: "椒江区"
    },{
        code: "331003",
        name: "黄岩区"
    },{
        code: "331004",
        name: "路桥区"
    },{
        code: "331021",
        name: "玉环县"
    },{
        code: "331022",
        name: "三门县"
    },{
        code: "331023",
        name: "天台县"
    },{
        code: "331024",
        name: "仙居县"
    },{
        code: "331081",
        name: "温岭市"
    },{
        code: "331082",
        name: "临海市"
    },{
        code: "331001",
        name: "市辖区"
    },{
        code: "331101",
        name: "市辖区"
    },{
        code: "331102",
        name: "莲都区"
    },{
        code: "331121",
        name: "青田县"
    },{
        code: "331122",
        name: "缙云县"
    },{
        code: "331123",
        name: "遂昌县"
    },{
        code: "331124",
        name: "松阳县"
    },{
        code: "331125",
        name: "云和县"
    },{
        code: "331126",
        name: "庆元县"
    },{
        code: "331127",
        name: "景宁畲族自治县"
    },{
        code: "331181",
        name: "龙泉市"
    },{
        code: "332501",
        name: "丽水市"
    },{
        code: "332502",
        name: "龙泉市"
    },{
        code: "332521",
        name: "丽水县"
    },{
        code: "332522",
        name: "青田县"
    },{
        code: "332523",
        name: "云和县"
    },{
        code: "332524",
        name: "龙泉县"
    },{
        code: "332525",
        name: "庆元县"
    },{
        code: "332526",
        name: "缙云县"
    },{
        code: "332527",
        name: "遂昌县"
    },{
        code: "332528",
        name: "松阳县"
    },{
        code: "332529",
        name: "景宁畲族自治县"
    },{
        code: "332601",
        name: "椒江市"
    },{
        code: "332602",
        name: "临海市"
    },{
        code: "332603",
        name: "黄岩市"
    },{
        code: "332621",
        name: "临海县"
    },{
        code: "332622",
        name: "黄岩县"
    },{
        code: "332623",
        name: "温岭县"
    },{
        code: "332624",
        name: "仙居县"
    },{
        code: "332625",
        name: "天台县"
    },{
        code: "332626",
        name: "三门县"
    },{
        code: "332627",
        name: "玉环县"
    },{
        code: "332721",
        name: "定海县"
    },{
        code: "332722",
        name: "普陀县"
    },{
        code: "332723",
        name: "岱山县"
    },{
        code: "332724",
        name: "嵊泗县"
    },{
        code: "330201",
        name: "市辖区"
    },{
        code: "330202",
        name: "镇明区"
    },{
        code: "330203",
        name: "海曙区"
    },{
        code: "330204",
        name: "江东区"
    },{
        code: "330205",
        name: "江北区"
    },{
        code: "330206",
        name: "北仑区"
    },{
        code: "330207",
        name: "鄞州区"
    },{
        code: "330211",
        name: "镇海区"
    },{
        code: "330212",
        name: "鄞州区"
    },{
        code: "330219",
        name: "余姚市"
    },{
        code: "330221",
        name: "镇海县"
    },{
        code: "330222",
        name: "慈溪县"
    },{
        code: "330223",
        name: "余姚县"
    },{
        code: "330224",
        name: "奉化县"
    },{
        code: "330225",
        name: "象山县"
    },{
        code: "330226",
        name: "宁海县"
    },{
        code: "330227",
        name: "鄞县"
    },{
        code: "330281",
        name: "余姚市"
    },{
        code: "330282",
        name: "慈溪市"
    },{
        code: "330283",
        name: "奉化市"
    },{
        code: "330301",
        name: "市辖区"
    },{
        code: "330302",
        name: "鹿城区"
    },{
        code: "330303",
        name: "龙湾区"
    },{
        code: "330304",
        name: "瓯海区"
    },{
        code: "330321",
        name: "瓯海县"
    },{
        code: "330322",
        name: "洞头县"
    },{
        code: "330323",
        name: "乐清县"
    },{
        code: "330324",
        name: "永嘉县"
    },{
        code: "330325",
        name: "瑞安县"
    },{
        code: "330326",
        name: "平阳县"
    },{
        code: "330327",
        name: "苍南县"
    },{
        code: "330328",
        name: "文成县"
    },{
        code: "330329",
        name: "泰顺县"
    },{
        code: "330381",
        name: "瑞安市"
    },{
        code: "330382",
        name: "乐清市"
    },{
        code: "330401",
        name: "市辖区"
    },{
        code: "330402",
        name: "秀城区"
    },{
        code: "330411",
        name: "郊区"
    },{
        code: "330419",
        name: "海宁市"
    },{
        code: "330421",
        name: "嘉善县"
    },{
        code: "330422",
        name: "平湖县"
    },{
        code: "330423",
        name: "海宁县"
    },{
        code: "330424",
        name: "海盐县"
    },{
        code: "330425",
        name: "桐乡县"
    },{
        code: "330481",
        name: "海宁市"
    },{
        code: "330482",
        name: "平湖市"
    },{
        code: "330483",
        name: "桐乡市"
    },{
        code: "330501",
        name: "市辖区"
    },{
        code: "330502",
        name: "吴兴区"
    },{
        code: "330503",
        name: "南浔区"
    },{
        code: "330511",
        name: "郊区"
    },{
        code: "330521",
        name: "德清县"
    },{
        code: "330522",
        name: "长兴县"
    },{
        code: "330523",
        name: "安吉县"
    },{
        code: "330601",
        name: "市辖区"
    },{
        code: "330602",
        name: "越城区"
    },{
        code: "330621",
        name: "绍兴县"
    },{
        code: "330622",
        name: "上虞县"
    },{
        code: "330623",
        name: "嵊县"
    },{
        code: "330624",
        name: "新昌县"
    },{
        code: "330625",
        name: "诸暨县"
    },{
        code: "330681",
        name: "诸暨市"
    },{
        code: "330682",
        name: "上虞市"
    },{
        code: "330683",
        name: "嵊州市"
    },{
        code: "330701",
        name: "市辖区"
    },{
        code: "330702",
        name: "婺城区"
    },{
        code: "330703",
        name: "金东区"
    },{
        code: "330719",
        name: "兰溪市"
    },{
        code: "330721",
        name: "金华县"
    },{
        code: "330722",
        name: "永康县"
    },{
        code: "330723",
        name: "武义县"
    },{
        code: "330724",
        name: "东阳县"
    },{
        code: "330725",
        name: "义乌县"
    },{
        code: "330726",
        name: "浦江县"
    },{
        code: "330727",
        name: "磐安县"
    },{
        code: "330781",
        name: "兰溪市"
    },{
        code: "330782",
        name: "义乌市"
    },{
        code: "330783",
        name: "东阳市"
    },{
        code: "330784",
        name: "永康市"
    },{
        code: "330801",
        name: "市辖区"
    },{
        code: "330802",
        name: "柯城区"
    },{
        code: "330803",
        name: "衢江区"
    },{
        code: "330821",
        name: "衢县"
    },{
        code: "330822",
        name: "常山县"
    },{
        code: "330823",
        name: "江山县"
    },{
        code: "330824",
        name: "开化县"
    },{
        code: "330825",
        name: "龙游县"
    },{
        code: "330881",
        name: "江山市"
    },{
        code: "330901",
        name: "市辖区"
    },{
        code: "330902",
        name: "定海区"
    },{
        code: "330903",
        name: "普陀区"
    },{
        code: "330921",
        name: "岱山县"
    },{
        code: "330922",
        name: "嵊泗县"
    },{
        code: "330100",
        name: "杭州市"
    },{
        code: "331000",
        name: "台州市"
    },{
        code: "331100",
        name: "丽水市"
    },{
        code: "332500",
        name: "丽水地区"
    },{
        code: "332600",
        name: "台州地区"
    },{
        code: "332700",
        name: "舟山地区"
    },{
        code: "330200",
        name: "宁波市"
    },{
        code: "330300",
        name: "温州市"
    },{
        code: "330400",
        name: "嘉兴市"
    },{
        code: "330500",
        name: "湖州市"
    },{
        code: "330600",
        name: "绍兴市"
    },{
        code: "330700",
        name: "金华市"
    },{
        code: "330800",
        name: "衢州市"
    },{
        code: "330900",
        name: "舟山市"
    },{
        code: "339001",
        name: "余姚市"
    },{
        code: "339002",
        name: "海宁市"
    },{
        code: "339003",
        name: "兰溪市"
    },{
        code: "339004",
        name: "瑞安市"
    },{
        code: "339005",
        name: "萧山市"
    },{
        code: "339006",
        name: "江山市"
    },{
        code: "339007",
        name: "义乌市"
    },{
        code: "339008",
        name: "东阳市"
    },{
        code: "339009",
        name: "慈溪市"
    },{
        code: "339010",
        name: "奉化市"
    },{
        code: "339011",
        name: "诸暨市"
    }
]